[
  {
    "indicator": "brent-crude-oil",
    "news": "WTI crude oil futures rose to $62.1 per barrel on Monday, ending a three-day decline, after OPEC+ agreed to raise output further but at a modest pace amid weak demand prospects. The group announced on Sunday that it would increase production by 137,000 bpd from October, significantly smaller than the previous monthly hikes of about 555,000 bpd in August and September, and 411,000 bpd in June and July. The move reflects Saudi Arabia’s effort to reclaim market share, while also highlighting some caution as global economic headwinds are expected to weigh on consumption. The October increase also marks the start of unwinding a second tranche of production cuts totaling 1.65 million bpd, which comes more than a year ahead of schedule. OPEC+ had already fully unwound the first tranche of 2.5 million bpd since April—equivalent to roughly 2.4% of global demand.",
    "group": "Commodity-Energy",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Hợp đồng tương lai dầu thô WTI đã tăng lên 62,1 USD mỗi thùng vào thứ Hai, kết thúc đợt giảm giá kéo dài ba ngày, sau khi OPEC+ đã đồng ý tăng sản lượng thêm nhưng ở mức độ khiêm tốn trong bối cảnh triển vọng nhu cầu yếu. Nhóm này đã công bố vào Chủ Nhật rằng họ sẽ tăng sản lượng thêm 137.000 thùng mỗi ngày (bpd) từ tháng 10, nhỏ hơn đáng kể so với các đợt tăng hàng tháng trước đó khoảng 555.000 bpd vào tháng 8 và tháng 9, và 411.000 bpd vào tháng 6 và tháng 7. Động thái này phản ánh nỗ lực của Ả Rập Xê-út nhằm giành lại thị phần, đồng thời cũng cho thấy sự thận trọng khi các thách thức kinh tế toàn cầu dự kiến sẽ ảnh hưởng đến tiêu thụ. Mức tăng tháng 10 cũng đánh dấu việc bắt đầu giải phóng một phần cắt giảm sản lượng thứ hai, tổng cộng 1,65 triệu bpd, được thực hiện hơn một năm trước thời hạn. OPEC+ đã hoàn toàn giải phóng phần cắt giảm đầu tiên là 2,5 triệu bpd kể từ tháng 4—tương đương khoảng 2,4% nhu cầu toàn cầu."
  },
  {
    "indicator": "gasoline",
    "news": "US gasoline futures traded above $2 per gallon, holding up even as crude slumped because supply tightened and demand remained resilient. US gasoline inventories dropped by about 3.8 million barrels in the week through August 29th, more than three times the expected draw, signaling a clear reduction in available stocks. At the same time the Dangote refinery in Nigeria took a key gasoline unit offline around August 29, reducing Atlantic Basin supply and supporting US refining margins and crack spreads. Summer travel continued to underpin end-user consumption, and together these factors helped gasoline defy the broader energy sell-off. Crude slumped after US crude inventories rose by 2.42 million barrels in the same week, far above expectations, while global production increases and slowing refinery demand added to the oversupply.",
    "group": "Commodity-Energy",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Futures xăng của Mỹ giao dịch trên mức $2 mỗi gallon, duy trì ổn định ngay cả khi giá dầu thô giảm bởi nguồn cung bị thắt chặt và nhu cầu vẫn mạnh. Tồn kho xăng của Mỹ giảm khoảng 3,8 triệu thùng trong tuần tính đến ngày 29 tháng 8, nhiều hơn ba lần so với dự kiến, báo hiệu sự giảm rõ rệt trong nguồn dự trữ sẵn có. Đồng thời, nhà máy lọc dầu Dangote ở Nigeria đã ngừng hoạt động một đơn vị xăng chính vào khoảng ngày 29 tháng 8, làm giảm nguồn cung trong vùng lưu vực Đại Tây Dương và hỗ trợ biên lợi nhuận cũng như chênh lệch giá lọc dầu của Mỹ. Du lịch hè tiếp tục là động lực cho tiêu thụ của người dùng cuối, và cùng với những yếu tố này đã giúp xăng chống lại đợt bán tháo năng lượng rộng lớn hơn. Giá dầu thô giảm sau khi tồn kho dầu thô của Mỹ tăng 2,42 triệu thùng trong cùng tuần đó, vượt xa kỳ vọng, trong khi sự gia tăng sản xuất toàn cầu và nhu cầu lọc dầu chậm lại đã góp phần vào tình trạng dư cung."
  },
  {
    "indicator": "gold",
    "news": "Gold fell to 3,589.09 USD/t.oz on September 8, 2025, down 0.09% from the previous day. Over the past month, Gold's price has risen 7.36%, and is up 43.19% compared to the same time last year, according to trading on a contract for difference (CFD) that tracks the benchmark market for this commodity.",
    "group": "Commodity-Metal",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Vàng đã giảm xuống 3.589,09 USD/t.oz vào ngày 8 tháng 9 năm 2025, giảm 0,09% so với ngày trước đó. Trong tháng qua, giá vàng đã tăng 7,36% và tăng 43,19% so với cùng thời điểm năm ngoái, theo dữ liệu giao dịch trên hợp đồng chênh lệch (CFD) theo dõi thị trường chuẩn cho mặt hàng này."
  },
  {
    "indicator": "steel",
    "news": "Steel rebar futures climbed above CNY 3,060 per tonne on Friday, rebounding from eight-week lows as Chinese mills restarted production after recent output curbs tied to the military parade. Still, the recovery in output lagged expectations, with markets looking for a stronger rebound as mills resumed operations on Thursday. At the same time, inventories of major steel products have been building since mid-August, underscoring weak demand from the prolonged property slump. The stockpile overhang continues to weigh on prices and could limit mills’ willingness to ramp up production. In corporate news, Nippon Steel said Wednesday it has withdrawn a civil lawsuit filed in the US over its planned acquisition of United States Steel. Both firms stated Thursday that they will “remain focused on steelmaking and collective bargaining.”.",
    "group": "Commodity-Metal",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Hợp đồng tương lai thép cây đã tăng lên trên 3.060 CNY mỗi tấn vào thứ Sáu, phục hồi từ mức thấp nhất trong tám tuần khi các nhà máy thép của Trung Quốc khởi động lại sản xuất sau những hạn chế sản lượng gần đây liên quan đến cuộc diễu hành quân sự. Tuy nhiên, sự phục hồi trong sản xuất không đạt kỳ vọng, khi thị trường kỳ vọng một sự phục hồi mạnh mẽ hơn khi các nhà máy bắt đầu hoạt động trở lại vào thứ Năm. Đồng thời, kho dự trữ các sản phẩm thép chính đã gia tăng kể từ giữa tháng Tám, nhấn mạnh nhu cầu yếu do suy thoái bất động sản kéo dài. Việc tồn kho dư thừa tiếp tục gây áp lực lên giá cả và có thể hạn chế sự sẵn sàng tăng cường sản xuất của các nhà máy. Trong tin tức doanh nghiệp, Nippon Steel đã thông báo hôm thứ Tư rằng họ đã rút lại vụ kiện dân sự tại Mỹ liên quan đến kế hoạch mua lại United States Steel. Cả hai công ty đều cho biết vào thứ Năm rằng họ sẽ \"tiếp tục tập trung vào sản xuất thép và đàm phán tập thể.\""
  },
  {
    "indicator": "rubber",
    "news": "Rubber futures continued to climb toward 175 US cents per kilogram, the highest level since late July, amid growing supply concerns from weather-related disruptions in key producing regions like Thailand, Vietnam and China. Heavy seasonal rains in Southeast Asia have intensified in recent weeks due to more frequent tropical storms, a pattern increasingly associated with climate change. The rubber market is being reshaped as long-standing supply constraints—including aging plantations, workforce shortages, and climate risks—converge with accelerating demand from the electric vehicle revolution. EVs offer both challenges and opportunities for the rubber industry—they reduce crude oil demand but require more natural rubber per vehicle. However, a cautious restocking strategy in China, coupled with sluggish EV adoption, has weakened demand and intensified inventory overhang.",
    "group": "Commodity-Agricultural",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Giá cao su kỳ hạn tiếp tục tăng lên mức 175 cent Mỹ mỗi kilogram, mức cao nhất kể từ cuối tháng 7, do lo ngại về nguồn cung ngày càng tăng từ các gián đoạn liên quan đến thời tiết ở các khu vực sản xuất chính như Thái Lan, Việt Nam và Trung Quốc. Mưa lớn theo mùa ở Đông Nam Á đã gia tăng trong vài tuần gần đây do bão nhiệt đới xảy ra thường xuyên hơn, một mô hình ngày càng liên quan đến biến đổi khí hậu. Thị trường cao su đang được tái định hình khi các hạn chế cung ứng lâu dài—bao gồm các đồn điền già cỗi, thiếu hụt lao động và rủi ro khí hậu—hội tụ với nhu cầu gia tăng nhanh chóng từ cuộc cách mạng xe điện. Xe điện vừa đóng vai trò thách thức vừa tạo cơ hội cho ngành công nghiệp cao su—chúng giảm nhu cầu dầu thô nhưng cần nhiều cao su tự nhiên hơn trên mỗi xe. Tuy nhiên, chiến lược tái dự trữ cẩn thận ở Trung Quốc, cùng với việc áp dụng xe điện chậm, đã làm suy yếu nhu cầu và làm tăng tình trạng tồn kho dư thừa."
  },
  {
    "indicator": "rice",
    "news": "Rice futures were trading below $12 per hundredweight, close to their lowest since August 2020, amid strong global supply prospects. The downward pressure is largely driven by an oversupply in the international market, following the removal of export restrictions by several major producers like India and Thailand. In 2025, world rice production is expected to reach a record 543 million tons, significantly outstripping consumption. In its August report, the USDA projected higher US rice supplies, domestic use, and exports for 2025/26. Production was expected to reach 208.5 million cwt, driven by a larger harvested area despite lower yields. Globally, supplies were revised slightly lower while consumption and trade edged higher. Meanwhile, President Trump’s 50% tariff on Indian rice imports, which took effect on August 27, is likely to drive up US rice prices, particularly for basmati rice, a popular variety among American consumers.",
    "group": "Commodity-Agricultural",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Hợp đồng tương lai gạo đang được giao dịch dưới mức 12 USD mỗi trăm cân, gần mức thấp nhất kể từ tháng 8 năm 2020, trong bối cảnh triển vọng cung cấp toàn cầu mạnh mẽ. Áp lực giảm giá phần lớn do tình trạng dư cung trên thị trường quốc tế, sau khi hạn chế xuất khẩu đã bị dỡ bỏ bởi một số nhà sản xuất lớn như Ấn Độ và Thái Lan. Năm 2025, sản lượng gạo thế giới dự kiến sẽ đạt mức kỷ lục 543 triệu tấn, vượt xa mức tiêu thụ. Trong báo cáo tháng 8, USDA dự kiến nguồn cung gạo Mỹ sẽ tăng, bao gồm cả việc sử dụng trong nước và xuất khẩu cho năm 2025/26. Sản lượng dự kiến sẽ đạt 208,5 triệu cwt, được thúc đẩy bởi diện tích thu hoạch lớn hơn mặc dù năng suất thấp hơn. Trên toàn cầu, nguồn cung được điều chỉnh giảm nhẹ trong khi tiêu dùng và thương mại tăng nhẹ. Trong khi đó, mức thuế 50% của Tổng thống Trump đối với nhập khẩu gạo Ấn Độ, có hiệu lực từ ngày 27 tháng 8, có khả năng đẩy giá gạo Mỹ lên, đặc biệt là đối với gạo basmati, một loại phổ biến đối với người tiêu dùng Mỹ."
  },
  {
    "indicator": "coffee",
    "news": "Arabica coffee futures fell toward $3.85 per pound on Friday as traders awaited clarity on whether US President Donald Trump’s proposed 50% tariff on imports from top supplier Brazil would be enforced. Prices have been volatile, climbing to three-month highs in August before easing in early September. The market remains underpinned by supply concerns, speculative buying, and dwindling certified stocks, with the tariff threat adding further pressure. Brazil’s 2025/26 Arabica crop is forecast at 35.2 million bags, down 11.2% from the previous harvest, though overall production is expected to edge higher on improved productivity. Weather risks—including drought, irregular rainfall, and frost—are adding to uncertainty, while global inventories sit at historically low levels. With limited certified stocks and constrained availability from alternative origins, short-term supply challenges continue to support prices.",
    "group": "Commodity-Agricultural",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Hợp đồng tương lai cà phê Arabica đã giảm xuống mức $3.85 mỗi pound vào thứ Sáu khi các nhà giao dịch chờ đợi làm rõ liệu mức thuế 50% do Tổng thống Mỹ Donald Trump đề xuất đối với nhập khẩu từ nhà cung cấp hàng đầu Brazil có được thực thi hay không. Giá đã biến động mạnh, leo lên mức cao nhất trong ba tháng vào tháng 8 trước khi giảm vào đầu tháng 9. Thị trường vẫn được hỗ trợ bởi mối quan ngại về nguồn cung, hoạt động mua đầu cơ và kho chứng nhận giảm dần, cùng với mối đe dọa thuế quan gây thêm áp lực. Vụ mùa Arabica năm 2025/26 của Brazil dự báo ở mức 35.2 triệu bao, giảm 11.2% so với vụ thu hoạch trước đó, mặc dù sản lượng tổng thể được kỳ vọng sẽ tăng cao nhờ năng suất cải thiện. Các rủi ro thời tiết—bao gồm hạn hán, lượng mưa không đều và sương giá—đang gia tăng sự không chắc chắn, trong khi tồn kho toàn cầu đang ở mức thấp lịch sử. Với kho chứng nhận hạn chế và sự khan hiếm từ các nguồn thay thế, những thách thức về nguồn cung ngắn hạn tiếp tục hỗ trợ giá."
  },
  {
    "indicator": "corn",
    "news": "Corn prices climbed toward $4.00 per bushel, their highest level since late July, driven by strong international demand. Global shipments since January have reached nearly 45 million tons, up 46.8% from a year earlier, cementing corn as the top US export crop in 2025. On the supply side, the spread of Tar Spot and Southern Rust in US fields has curbed effective output, adding to upward pressure on prices. Technical momentum has also drawn speculative and algorithmic buying, amplifying the rally.",
    "group": "Commodity-Agricultural",
    "date": "2025-09-08",
    "sector": "commodity",
    "translated": "Giá ngô đã leo lên gần mức $4,00 mỗi giạ, mức cao nhất kể từ cuối tháng 7, được thúc đẩy bởi nhu cầu quốc tế mạnh mẽ. Các lô hàng toàn cầu kể từ tháng 1 đã đạt gần 45 triệu tấn, tăng 46,8% so với cùng kỳ năm ngoái, củng cố ngô là loại cây xuất khẩu hàng đầu của Mỹ vào năm 2025. Về phía cung, sự lây lan của bệnh đốm hắc ín và gỉ sắt phía Nam trong các cánh đồng ở Mỹ đã làm giảm sản lượng hiệu quả, góp thêm áp lực tăng giá. Sự dịch chuyển kỹ thuật cũng đã thu hút hoạt động mua đầu cơ và mua theo thuật toán, làm tăng cường đợt tăng giá."
  },
  {
    "indicator": "gdp-growth-annual",
    "news": "Vietnam’s government is targeting GDP growth of 8.3% to 8.5% this year despite mounting challenges, Prime Minister Pham Minh Chinh said on Wednesday. Speaking at a meeting in Hanoi, Chinh cited a range of headwinds including geopolitical conflicts, rising global competition, trade tensions, supply chain disruptions, and climate change. The goal compares with the country’s 7.09% growth last year and is intended to “create a firm foundation for double-digit growth in the 2026–2030 period,” Chinh added, according to a government statement. Vietnamese lawmakers had earlier approved a GDP growth target of at least 8% for 2025. Vietnam’s economy grew 7.96% in the second quarter of 2025, the fastest pace since Q3 2022, accelerating from 6.93% in Q1. Earlier this month, the United States and Vietnam reached a trade agreement under which the US will impose a 20% tariff on Vietnamese imports, down from the previously planned 46%.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Chính phủ Việt Nam đang đặt mục tiêu tăng trưởng GDP từ 8,3% đến 8,5% trong năm nay bất chấp những thách thức gia tăng, Thủ tướng Phạm Minh Chính cho biết vào thứ Tư. Phát biểu tại một cuộc họp ở Hà Nội, Thủ tướng Chính đã chỉ ra một loạt các khó khăn bao gồm xung đột địa chính trị, cạnh tranh toàn cầu gia tăng, căng thẳng thương mại, gián đoạn chuỗi cung ứng và biến đổi khí hậu. Mục tiêu này so với mức tăng trưởng 7,09% của đất nước năm ngoái và nhằm \"tạo nền tảng vững chắc cho tăng trưởng hai con số trong giai đoạn 2026–2030,\" Chính cho biết, theo một tuyên bố của chính phủ. Trước đó, các nhà lập pháp Việt Nam đã phê duyệt mục tiêu tăng trưởng GDP ít nhất 8% cho năm 2025. Nền kinh tế Việt Nam đã tăng trưởng 7,96% trong quý hai năm 2025, tốc độ nhanh nhất kể từ quý 3 năm 2022, tăng tốc từ 6,93% trong quý 1. Đầu tháng này, Hoa Kỳ và Việt Nam đã đạt được thỏa thuận thương mại trong đó Mỹ sẽ áp dụng mức thuế 20% đối với hàng nhập khẩu từ Việt Nam, giảm từ mức 46% đã được dự kiến trước đó."
  },
  {
    "indicator": "unemployment-rate",
    "news": "Unemployment Rate in Vietnam increased to 2.24 percent in the second quarter of 2025 from 2.20 percent in the first quarter of 2025. Unemployment Rate in Vietnam averaged 2.38 percent from 1998 until 2025, reaching an all time high of 4.50 percent in the fourth quarter of 1998 and a record low of 1.81 percent in the fourth quarter of 2012.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Tỷ lệ thất nghiệp ở Việt Nam đã tăng lên 2,24% trong quý hai của năm 2025 từ mức 2,20% trong quý đầu năm 2025. Tỷ lệ thất nghiệp ở Việt Nam trung bình là 2,38% từ năm 1998 đến năm 2025, đạt mức cao nhất mọi thời đại là 4,50% trong quý bốn của năm 1998 và mức thấp kỷ lục là 1,81% trong quý bốn của năm 2012."
  },
  {
    "indicator": "inflation-cpi",
    "news": "Vietnam’s annual inflation rate edged up to 3.24% in August 2025, up from July’s three-month low of 3.19%. Inflation accelerated slightly for beverages and narcotics (2.25% vs 2.24% in July), clothing and footwear (1.49% vs 1.37%), and household equipment and goods (1.73% vs 1.71%). Inflation moderated for food and non-alcoholic beverages (2.58% vs 2.92%), housing and construction materials (6.99% vs 7.07%), medicine and health care services (12.64% vs 12.81%), and other consumer goods and services (2.91% vs 3%). Additionally, transport costs fell at a softer pace (-2.92% vs -3.74%). Meanwhile, core inflation, which excludes volatile items, eased to a four-month low of 3.25% in August, down from July’s 3.30%. On a monthly basis, consumer prices rose 0.05%, easing from a 0.11% increase in the previous month, marking the softest monthly increase in five months.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Tỷ lệ lạm phát hàng năm của Việt Nam đã tăng lên 3,24% vào tháng 8 năm 2025, tăng từ mức thấp nhất trong ba tháng là 3,19% của tháng 7. Lạm phát đã tăng nhẹ đối với đồ uống và thuốc lá (2,25% so với 2,24% trong tháng 7), quần áo và giày dép (1,49% so với 1,37%), và thiết bị và hàng hóa gia đình (1,73% so với 1,71%). Lạm phát đã giảm đối với thực phẩm và đồ uống không cồn (2,58% so với 2,92%), nhà ở và vật liệu xây dựng (6,99% so với 7,07%), dịch vụ y tế và chăm sóc sức khỏe (12,64% so với 12,81%), và hàng hóa và dịch vụ tiêu dùng khác (2,91% so với 3%). Ngoài ra, chi phí vận tải giảm với tốc độ chậm hơn (-2,92% so với -3,74%). Trong khi đó, lạm phát cơ bản, không bao gồm các mặt hàng biến động, đã giảm xuống mức thấp nhất trong bốn tháng là 3,25% vào tháng 8, so với mức 3,30% của tháng 7. Trên cơ sở hàng tháng, chỉ số giá tiêu dùng tăng 0,05%, giảm từ mức tăng 0,11% trong tháng trước, đánh dấu mức tăng hàng tháng nhỏ nhất trong năm tháng."
  },
  {
    "indicator": "interest-rate",
    "news": "The benchmark interest rate in Vietnam was last recorded at 4.50 percent. Interest Rate in Vietnam averaged 6.62 percent from 2000 until 2025, reaching an all time high of 15.00 percent in June of 2008 and a record low of 4.00 percent in September of 2020.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Lãi suất chuẩn ở Việt Nam ghi nhận lần cuối là 4,50 phần trăm. Lãi suất ở Việt Nam trung bình ở mức 6,62 phần trăm từ năm 2000 đến năm 2025, đạt mức cao nhất mọi thời đại là 15,00 phần trăm vào tháng 6 năm 2008 và mức thấp kỷ lục là 4,00 phần trăm vào tháng 9 năm 2020."
  },
  {
    "indicator": "stock-market",
    "news": "Vietnam's main stock market index, the VN, fell to 1667 points on September 5, 2025, losing 1.73% from the previous session. Over the past month, the index has climbed 5.93% and is up 30.85% compared to the same time last year, according to trading on a contract for difference (CFD) that tracks this benchmark index from Vietnam.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Chỉ số chính của thị trường chứng khoán Việt Nam, VN, giảm xuống còn 1667 điểm vào ngày 5 tháng 9 năm 2025, mất 1,73% so với phiên giao dịch trước. Trong tháng vừa qua, chỉ số này đã tăng 5,93% và tăng 30,85% so với cùng thời gian năm ngoái, theo giao dịch trên hợp đồng chênh lệch (CFD) theo dõi chỉ số chuẩn này từ Việt Nam."
  },
  {
    "indicator": "currency",
    "news": "The USD/VND exchange rate rose to 26,400.0000 on September 5, 2025, up 0.04% from the previous session. Over the past month, the Vietnamese Dong has weakened 0.67%, and is down by 7.32% over the last 12 months.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Tỷ giá hối đoái USD/VND đã tăng lên 26.400,0000 vào ngày 5 tháng 9 năm 2025, tăng 0,04% so với phiên trước đó. Trong tháng qua, Đồng Việt Nam đã suy yếu 0,67% và giảm 7,32% trong vòng 12 tháng qua."
  },
  {
    "indicator": "interbank-rate",
    "news": "Interbank Rate in Vietnam increased to 6.04 percent on Wednesday September 3 from 5.58 in the previous day. Interbank Rate in Vietnam averaged 6.77 percent from 1998 until 2025, reaching an all time high of 19.77 percent in August of 2008 and a record low of 1.18 percent in November of 2020.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Tỷ lệ liên ngân hàng tại Việt Nam đã tăng lên 6,04% vào thứ Tư ngày 3 tháng 9 từ mức 5,58% của ngày hôm trước. Tỷ lệ liên ngân hàng tại Việt Nam có mức trung bình 6,77% từ năm 1998 đến năm 2025, đạt mức cao nhất mọi thời đại là 19,77% vào tháng 8 năm 2008 và mức thấp kỷ lục 1,18% vào tháng 11 năm 2020."
  },
  {
    "indicator": "government-bond-yield",
    "news": "The yield on Vietnam 10Y Bond Yield eased to 3.66% on September 5, 2025, marking a 0.03 percentage point decrease from the previous session. Over the past month, the yield has edged up by 0.20 points and is 0.84 points higher than a year ago, according to over-the-counter interbank yield quotes for this government bond maturity.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Lợi suất trái phiếu kỳ hạn 10 năm của Việt Nam giảm xuống còn 3,66% vào ngày 5 tháng 9 năm 2025, đánh dấu mức giảm 0,03 điểm phần trăm so với phiên trước đó. Trong tháng qua, lợi suất đã tăng lên 0,20 điểm và cao hơn 0,84 điểm so với một năm trước, theo báo giá lợi suất liên ngân hàng phi tập trung cho kỳ hạn trái phiếu chính phủ này."
  },
  {
    "indicator": "foreign-exchange-reserves",
    "news": "Foreign Exchange Reserves in Vietnam decreased to 79751.10 USD Million in May from 80096.30 USD Million in April of 2025. Foreign Exchange Reserves in Vietnam averaged 32139.14 USD Million from 1995 until 2025, reaching an all time high of 109644.80 USD Million in January of 2022 and a record low of 878.30 USD Million in January of 1995.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Dự trữ ngoại hối ở Việt Nam giảm xuống còn 79,751.10 triệu USD vào tháng 5 từ mức 80,096.30 triệu USD vào tháng 4 năm 2025. Dự trữ ngoại hối ở Việt Nam trung bình là 32,139.14 triệu USD từ năm 1995 đến năm 2025, đạt mức cao nhất mọi thời đại là 109,644.80 triệu USD vào tháng 1 năm 2022 và mức thấp kỷ lục là 878.30 triệu USD vào tháng 1 năm 1995."
  },
  {
    "indicator": "balance-of-trade",
    "news": "Vietnam’s trade surplus narrowed to USD 3.72 billion in August 2025, down from USD 4.05 billion in August 2024, as exports grew at a slower pace than imports. Exports rose 14.5% year-on-year to USD 43.39 billion, while imports surged 17.7% to USD 39.67 billion. In the first eight months of 2025, Vietnam recorded a trade surplus of USD 13.99 billion, with exports and imports increasing by 14.8% and 17.9%, respectively. During this period, the United States remained Vietnam’s largest export market, with turnover reaching USD 99.1 billion. China continued to be Vietnam’s top source of imports, totaling USD 117.9 billion. In July, the US and Vietnam signed a trade agreement under which the US will impose a 20% tariff on imports from Vietnam — a significant reduction from a previously threatened 46% levy. In 2024, shipments to the US accounted for approximately 30% of Vietnam’s GDP.",
    "group": "Foreign Trade",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Thặng dư thương mại của Việt Nam đã thu hẹp lại còn 3,72 tỷ USD trong tháng 8 năm 2025, giảm so với mức 4,05 tỷ USD vào tháng 8 năm 2024, do xuất khẩu tăng trưởng chậm hơn so với nhập khẩu. Xuất khẩu tăng 14,5% so với cùng kỳ năm ngoái, đạt 43,39 tỷ USD, trong khi nhập khẩu tăng vọt 17,7% lên 39,67 tỷ USD. Trong tám tháng đầu năm 2025, Việt Nam ghi nhận thặng dư thương mại là 13,99 tỷ USD, với xuất khẩu và nhập khẩu tăng lần lượt 14,8% và 17,9%. Trong giai đoạn này, Hoa Kỳ vẫn là thị trường xuất khẩu lớn nhất của Việt Nam, với kim ngạch đạt 99,1 tỷ USD. Trung Quốc tiếp tục là nguồn nhập khẩu hàng đầu của Việt Nam, tổng cộng là 117,9 tỷ USD. Vào tháng 7, Mỹ và Việt Nam đã ký kết một hiệp định thương mại mà theo đó Mỹ sẽ áp dụng mức thuế 20% đối với hàng nhập khẩu từ Việt Nam — mức cắt giảm đáng kể so với mức thuế 46% trước đây bị đe dọa. Năm 2024, xuất khẩu sang Mỹ chiếm khoảng 30% GDP của Việt Nam."
  },
  {
    "indicator": "current-account",
    "news": "Vietnam recorded a Current Account surplus of 3959 USD Million in the first quarter of 2025. Current Account in Vietnam averaged 1089.31 USD Million from 1983 until 2025, reaching an all time high of 9471.00 USD Million in the fourth quarter of 2013 and a record low of -10823.00 USD Million in the fourth quarter of 2008.",
    "group": "Foreign Trade",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Việt Nam ghi nhận thặng dư Tài khoản Vãng lai là 3959 triệu USD trong quý đầu tiên của năm 2025. Tài khoản Vãng lai của Việt Nam trung bình là 1089.31 triệu USD từ năm 1983 đến năm 2025, đạt mức cao nhất mọi thời đại là 9471.00 triệu USD trong quý bốn của năm 2013 và mức thấp kỷ lục là -10823.00 triệu USD trong quý bốn của năm 2008."
  },
  {
    "indicator": "foreign-direct-investment",
    "news": "Foreign direct investment (FDI) in Vietnam increased 8.8% year-on-year to USD 15.4 billion from January to August 2025 — the highest level for an eight-month period in at least five years. Meanwhile, FDI pledges, which indicate future disbursements, reached USD 26.14 billion, up 27.3% from the same period last year. The manufacturing and processing sectors attracted the most foreign investment, totaling USD 12.57 billion (81.6% of the total), followed by real estate with USD 1.24 billion (8.0%). Investment in the production and distribution of electricity, gas, hot water, steam, and air conditioning reached USD 563.6 million, accounting for 3.7%. By source, Singapore remained the top investor with USD 3.1 billion, representing 27.8% of total foreign inflows, followed by China (USD 2.65 billion), Sweden (USD 1 billion), and Japan (USD 0.9 billion).",
    "group": "Foreign Trade",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Đầu tư trực tiếp nước ngoài (FDI) vào Việt Nam đã tăng 8,8% so với cùng kỳ năm trước, đạt 15,4 tỷ USD từ tháng 1 đến tháng 8 năm 2025 — mức cao nhất trong khoảng thời gian tám tháng ít nhất trong năm năm qua. Trong khi đó, các cam kết FDI, thể hiện trong các khoản giải ngân trong tương lai, đạt 26,14 tỷ USD, tăng 27,3% so với cùng kỳ năm ngoái. Các ngành sản xuất và chế biến đã thu hút nhiều vốn đầu tư nước ngoài nhất, tổng cộng là 12,57 tỷ USD (chiếm 81,6% tổng số), tiếp theo là bất động sản với 1,24 tỷ USD (chiếm 8,0%). Đầu tư vào sản xuất và phân phối điện, khí đốt, nước nóng, hơi nước và điều hòa không khí đạt 563,6 triệu USD, chiếm 3,7%. Về nguồn gốc, Singapore vẫn là nhà đầu tư hàng đầu với 3,1 tỷ USD, chiếm 27,8% tổng dòng vốn đầu tư nước ngoài, tiếp theo là Trung Quốc (2,65 tỷ USD), Thụy Điển (1 tỷ USD) và Nhật Bản (0,9 tỷ USD)."
  },
  {
    "indicator": "manufacturing-pmi",
    "news": "The S&P Global Vietnam Manufacturing PMI eased to 50.4 in August 2025 from 52.4 in July, signaling only a marginal improvement in business conditions and marking a slowdown from July’s sharp rebound. Output expanded for the fourth consecutive month, though growth softened as new orders declined again after briefly returning to growth in July. Export demand also remained weak, falling for the tenth straight month amid ongoing US tariffs, while subdued domestic demand added further pressure. With order volumes shrinking, firms scaled back employment for the eleventh month in a row, leading to steeper drops in backlogs of work. At the same time, raw material shortages and reduced imports drove longer delivery times and pushed input costs to their fastest rise this year, prompting another modest increase in output charges. Still, sentiment brightened, with business confidence climbing to a six-month high on hopes that more stable tariffs and stronger demand will sustain growth ahead.",
    "group": "Business",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Chỉ số PMI sản xuất của S&P Global Việt Nam đã giảm xuống mức 50,4 vào tháng 8 năm 2025 từ mức 52,4 trong tháng 7, cho thấy sự cải thiện chỉ ở mức nhẹ trong điều kiện kinh doanh và đánh dấu sự chậm lại so với sự phục hồi mạnh mẽ của tháng 7. Sản lượng đã tăng trong tháng thứ tư liên tiếp, mặc dù tăng trưởng đã suy yếu do đơn đặt hàng mới lại giảm sau khi tạm thời trở lại mức tăng trưởng trong tháng 7. Nhu cầu xuất khẩu cũng vẫn yếu, sụt giảm trong tháng thứ mười liên tiếp giữa bối cảnh thuế quan của Mỹ vẫn tiếp diễn, trong khi nhu cầu trong nước thấp hơn càng gây áp lực thêm. Với khối lượng đơn hàng giảm, các công ty đã cắt giảm việc làm trong tháng thứ mười một liên tiếp, dẫn đến mức giảm mạnh hơn trong lượng công việc tồn đọng. Đồng thời, tình trạng thiếu nguyên liệu thô và nhập khẩu giảm đã làm kéo dài thời gian giao hàng và đẩy chi phí đầu vào lên mức tăng nhanh nhất trong năm nay, dẫn đến mức tăng nhẹ khác trong chi phí đầu ra. Tuy nhiên, tâm lý đã tươi sáng hơn, với sự tự tin trong kinh doanh đang leo lên mức cao nhất trong sáu tháng qua với hy vọng rằng các mức thuế ổn định hơn và nhu cầu mạnh mẽ hơn sẽ duy trì sự tăng trưởng trong thời gian tới."
  },
  {
    "indicator": "manufacturing-production",
    "news": "Manufacturing Production in Vietnam increased 9.30 percent in July of 2025 over the same month in the previous year. Manufacturing Production in Vietnam averaged 9.31 percent from 2011 until 2025, reaching an all time high of 29.10 percent in April of 2021 and a record low of -12.40 percent in February of 2013.",
    "group": "Business",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Sản xuất công nghiệp tại Việt Nam đã tăng 9,30% vào tháng 7 năm 2025 so với cùng tháng năm trước đó. Sản xuất công nghiệp tại Việt Nam trung bình đạt 9,31% từ năm 2011 đến năm 2025, đạt mức cao nhất mọi thời đại là 29,10% vào tháng 4 năm 2021 và mức thấp kỷ lục là -12,40% vào tháng 2 năm 2013."
  },
  {
    "indicator": "changes-in-inventories",
    "news": "The stocks of goods held by firms in Vietnam increased by 159044 VND Billion in 2023. Changes in Inventories in Vietnam averaged 55630.50 VND Billion from 1990 until 2023, reaching an all time high of 170264.00 VND Billion in 2022 and a record low of 530.00 VND Billion in 1990.",
    "group": "Business",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Lượng hàng tồn kho của các công ty tại Việt Nam đã tăng thêm 159.044 tỷ VND trong năm 2023. Thay đổi trong hàng tồn kho tại Việt Nam trung bình ở mức 55.630,50 tỷ VND từ năm 1990 đến năm 2023, đạt mức cao nhất mọi thời đại là 170.264,00 tỷ VND vào năm 2022 và mức thấp kỷ lục là 530,00 tỷ VND vào năm 1990."
  },
  {
    "indicator": "electricity-production",
    "news": "Electricity Production in Vietnam increased to 29600 Gigawatt-hour in July from 28600 Gigawatt-hour in June of 2025. Electricity Production in Vietnam averaged 8703.94 Gigawatt-hour from 1990 until 2025, reaching an all time high of 29600.00 Gigawatt-hour in July of 2025 and a record low of 671.00 Gigawatt-hour in May of 1990.",
    "group": "Business",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Sản lượng điện tại Việt Nam đã tăng lên 29.600 Gigawatt-giờ vào tháng 7 từ 28.600 Gigawatt-giờ vào tháng 6 năm 2025. Sản lượng điện tại Việt Nam trung bình đạt 8.703,94 Gigawatt-giờ từ năm 1990 đến năm 2025, đạt mức cao nhất mọi thời đại là 29.600,00 Gigawatt-giờ vào tháng 7 năm 2025 và mức thấp kỷ lục là 671,00 Gigawatt-giờ vào tháng 5 năm 1990."
  },
  {
    "indicator": "retail-sales-yoy",
    "news": "Vietnam’s retail sales rose 10.6% year-on-year in August 2025, quickening from a 9.2% increase in the previous month and reaching the fastest pace since April. Growth was recorded across all sectors: goods (10.2% vs 7.7% in July), accommodation and food services (13.2% vs 16.3%), tourism (15.2% vs 12.6%), and other services (9.8% vs 11.4%). For the January–August period, retail turnover expanded 9.4%. On a monthly basis, sales increased 2.6%, faster than a 1.1% gain in July.",
    "group": "Consumer",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Doanh số bán lẻ của Việt Nam tăng 10,6% so với cùng kỳ năm trước vào tháng 8 năm 2025, tăng nhanh từ mức tăng 9,2% trong tháng trước và đạt tốc độ nhanh nhất kể từ tháng 4. Tăng trưởng được ghi nhận trên tất cả các lĩnh vực: hàng hóa (10,2% so với 7,7% trong tháng 7), dịch vụ lưu trú và ăn uống (13,2% so với 16,3%), du lịch (15,2% so với 12,6%) và các dịch vụ khác (9,8% so với 11,4%). Trong giai đoạn từ tháng 1 đến tháng 8, doanh thu bán lẻ tăng 9,4%. Theo tháng, doanh số bán hàng tăng 2,6%, nhanh hơn mức tăng 1,1% trong tháng 7."
  },
  {
    "indicator": "gasoline-prices",
    "news": "Gasoline Prices in Vietnam increased to 0.74 USD/Liter in August from 0.73 USD/Liter in July of 2025. Gasoline Prices in Vietnam averaged 0.82 USD/Liter from 1995 until 2025, reaching an all time high of 1.33 USD/Liter in June of 2022 and a record low of 0.34 USD/Liter in December of 1995.",
    "group": "Consumer",
    "date": "2025-09-08",
    "sector": "vietnam",
    "translated": "Giá xăng ở Việt Nam đã tăng lên 0,74 USD/lít vào tháng 8 từ mức 0,73 USD/lít vào tháng 7 năm 2025. Giá xăng ở Việt Nam trung bình là 0,82 USD/lít từ năm 1995 đến năm 2025, đạt mức cao nhất mọi thời đại là 1,33 USD/lít vào tháng 6 năm 2022 và mức thấp kỷ lục là 0,34 USD/lít vào tháng 12 năm 1995."
  },
  {
    "indicator": "gdp-growth-annual",
    "news": "The US economy grew 2% year-on-year in the second quarter of 2025, the same as in the first three months of the year, remaining the weakest performance since Q4 2022, the advance estimate showed. GDP Annual Growth Rate in the United States averaged 3.15 percent from 1948 until 2025, reaching an all time high of 13.40 percent in the fourth quarter of 1950 and a record low of -7.50 percent in the second quarter of 2020.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Nền kinh tế Mỹ đã tăng trưởng 2% theo năm trong quý hai của năm 2025, tương tự như trong ba tháng đầu năm, và vẫn duy trì là mức tăng trưởng yếu nhất kể từ quý 4 năm 2022, theo ước tính sơ bộ cho thấy. Tỷ lệ tăng trưởng GDP hàng năm ở Hoa Kỳ trung bình là 3,15% từ năm 1948 đến 2025, đạt mức cao nhất mọi thời đại là 13,40% trong quý bốn của năm 1950 và mức thấp kỷ lục là -7,50% trong quý hai của năm 2020."
  },
  {
    "indicator": "unemployment-rate",
    "news": "The US unemployment rate rose to 4.3% in August of 2025 from 4.2% in the previous month, aligning with market expectations to reflect the highest proportion of joblessness since October of 2021. The number of unemployed increased by 148 thousand to 7.384 million in the period. In turn, the labor force increased by 436 to 170.778 million, driving the labor force participation rate to increase by 0.1 percentage point from the over two-year low in the previous month to 62.3%. The broader U-6 unemployment rate, which includes discouraged workers and those working part-time for economic reasons, rose to 8.1% from 7.9% in July.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Tỷ lệ thất nghiệp của Mỹ đã tăng lên 4,3% trong tháng 8 năm 2025 từ mức 4,2% của tháng trước, phù hợp với kỳ vọng của thị trường để phản ánh tỷ lệ thất nghiệp cao nhất kể từ tháng 10 năm 2021. Số người thất nghiệp đã tăng 148 nghìn lên 7,384 triệu người trong giai đoạn này. Ngược lại, lực lượng lao động đã tăng 436 lên 170,778 triệu người, đẩy tỷ lệ tham gia lực lượng lao động tăng 0,1 điểm phần trăm so với mức thấp nhất trong hơn hai năm của tháng trước lên 62,3%. Tỷ lệ thất nghiệp U-6 rộng hơn, bao gồm những người lao động nản lòng và những người làm việc bán thời gian vì lý do kinh tế, đã tăng lên 8,1% từ 7,9% trong tháng 7."
  },
  {
    "indicator": "inflation-cpi",
    "news": "The US annual inflation rate remained at 2.7% in in July 2025, the same as in June and below forecasts of 2.8%. Price pressures increased for used cars and trucks (4.8% vs 2.8% in June), transportation services (3.5% vs 3.4%) and new vehicles (0.4% vs 0.2%) while inflation steadied for food (2.9% vs 2.9%). On the other hand, inflation slowed slightly for shelter (3.7% vs 3.8%) and energy cost declined more (-1.6% vs -0.8%). Prices for gasoline (-9.5% vs -8.3%) and fuel oil (-2.9% vs -4.7%) continued to decrease while the rise for natural gas prices remained elevated (13.8% vs 14.2%).On a monthly basis, the CPI rose 0.2%, just below June’s 0.3% gain which was the strongest since January and matching expectations. Meanwhile, core inflation, which excludes food and energy, accelerated to a five-month high of 3.1%, compared to 2.9% in June and above forecasts of 3%. The monthly core CPI went up 0.3% as expected, its sharpest rise in six months, after 0.2% previously.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Tỷ lệ lạm phát hàng năm của Mỹ duy trì ở mức 2,7% trong tháng 7 năm 2025, giống như tháng 6 và dưới dự báo là 2,8%. Áp lực giá tăng lên đối với xe hơi và xe tải đã qua sử dụng (4,8% so với 2,8% vào tháng 6), dịch vụ vận tải (3,5% so với 3,4%) và xe mới (0,4% so với 0,2%) trong khi lạm phát ổn định đối với thực phẩm (2,9% so với 2,9%). Mặt khác, lạm phát giảm nhẹ đối với nhà ở (3,7% so với 3,8%) và chi phí năng lượng giảm nhiều hơn (-1,6% so với -0,8%). Giá xăng (-9,5% so với -8,3%) và dầu nhiên liệu (-2,9% so với -4,7%) tiếp tục giảm trong khi mức tăng giá khí đốt tự nhiên vẫn ở mức cao (13,8% so với 14,2%). Trên cơ sở hàng tháng, chỉ số giá tiêu dùng (CPI) tăng 0,2%, chỉ dưới mức tăng 0,3% của tháng 6, mức tăng mạnh nhất kể từ tháng 1 và phù hợp với dự báo. Trong khi đó, lạm phát lõi, không bao gồm thực phẩm và năng lượng, đã tăng tốc lên mức cao nhất trong năm tháng là 3,1%, so với 2,9% vào tháng 6 và vượt trên dự báo là 3%. Chỉ số giá tiêu dùng lõi hàng tháng tăng 0,3% như dự đoán, mức tăng mạnh nhất trong sáu tháng, sau mức 0,2% trước đó."
  },
  {
    "indicator": "interest-rate",
    "news": "The Fed held rates steady at 4.25%–4.50% for a fifth straight meeting, as expected, but two governors dissented in favor of a cut—the first such dual dissent since 1993. Policymakers observed that, while fluctuations in net exports continue to influence the data, recent indicators point to a moderation in economic activity in H1—contrasting with earlier assessments that growth was proceeding 'at a solid pace'. The Fed also said that the unemployment rate remains low while inflation remains somewhat elevated, and uncertainty about the economic outlook persists. The Fed reinforced that additional adjustments to the interest rate will depend on incoming data, the evolving outlook, and the balance of risks. The central bank maintained a wait-and-see approach amid rising concerns that the ongoing trade war could undermine progress toward the 2% inflation target.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Cục Dự trữ Liên bang Mỹ (Fed) giữ nguyên lãi suất ở mức 4,25%–4,50% trong cuộc họp lần thứ năm liên tiếp, như dự đoán, nhưng có hai thành viên quản lý không đồng tình và ủng hộ việc cắt giảm lãi suất—lần bất đồng kép đầu tiên từ năm 1993. Các nhà hoạch định chính sách lưu ý rằng, mặc dù sự biến động của xuất nhập khẩu ròng tiếp tục ảnh hưởng đến dữ liệu, các chỉ số gần đây cho thấy hoạt động kinh tế đã giảm nhẹ trong nửa đầu năm—trái ngược với đánh giá trước đó rằng tăng trưởng đang tiến triển 'ở mức độ vững chắc'. Fed cũng cho biết tỷ lệ thất nghiệp vẫn ở mức thấp trong khi lạm phát vẫn ở mức cao hơn và sự không chắc chắn về triển vọng kinh tế vẫn tồn tại. Fed nhấn mạnh rằng các điều chỉnh bổ sung đối với lãi suất sẽ phụ thuộc vào dữ liệu sắp tới, triển vọng thay đổi và sự cân bằng rủi ro. Ngân hàng trung ương duy trì cách tiếp cận chờ đợi và theo dõi giữa bối cảnh lo ngại ngày càng nhiều rằng cuộc chiến thương mại đang diễn ra có thể làm suy yếu tiến trình đạt mục tiêu lạm phát 2%."
  },
  {
    "indicator": "stock-market",
    "news": "The main stock market index of United States, the US500, rose to 6494 points on September 8, 2025, gaining 0.19% from the previous session. Over the past month, the index has climbed 1.89% and is up 18.70% compared to the same time last year, according to trading on a contract for difference (CFD) that tracks this benchmark index from United States.",
    "group": "Overview",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Chỉ số thị trường chứng khoán chính của Hoa Kỳ, US500, đã tăng lên 6494 điểm vào ngày 8 tháng 9 năm 2025, tăng 0,19% so với phiên trước. Trong tháng qua, chỉ số này đã tăng 1,89% và tăng 18,70% so với cùng kỳ năm ngoái, theo giao dịch hợp đồng chênh lệch (CFD) theo dõi chỉ số chuẩn này từ Hoa Kỳ."
  },
  {
    "indicator": "currency",
    "news": "The US dollar index fell to 97.7 on Friday, tracking the drop in short-term Treasury yields after evidence of a more serious deterioration in the labor market flagged concerns on the US economy and supported bets of multiple rate cuts by the Fed. 22 thousand nonfarm payrolls were added in August, contrasting sharply with expectations of a 75 thousand increase, while the unemployment rate rose to a near four-year high of 4.3%. The pessimistic data matched dovish remarks from FOMC members, who recently noted that rates should be adjusted to accommodate for a slowing economy and labor market. The central bank is now expected to restart its cutting cycle this month and deliver three total cuts this year. Conversely, employment growth was sustained in the Eurozone and the bloc's inflation ticked higher, driving rate traders to favor no more rate cuts by the ECB this year and lifting the euro, by far the largest currency in the DXY index.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Chỉ số đồng đô la Mỹ đã giảm xuống còn 97,7 vào thứ Sáu, theo sát sự sụt giảm của lợi suất trái phiếu kho bạc ngắn hạn sau khi có bằng chứng về sự suy giảm nghiêm trọng hơn trong thị trường lao động, làm dấy lên lo ngại về nền kinh tế Mỹ và hỗ trợ dự đoán về nhiều lần cắt giảm lãi suất của Fed. 22 nghìn việc làm phi nông nghiệp đã được thêm vào trong tháng 8, trái ngược hoàn toàn với kỳ vọng tăng 75 nghìn, trong khi tỷ lệ thất nghiệp tăng lên mức cao nhất gần bốn năm là 4,3%. Dữ liệu bi quan này phù hợp với những bình luận mang tính ôn hòa từ các thành viên của Ủy ban Thị trường Mở Liên bang (FOMC), những người gần đây cho rằng lãi suất nên được điều chỉnh để phù hợp với nền kinh tế và thị trường lao động đang chậm lại. Ngân hàng trung ương hiện được kỳ vọng sẽ khởi động lại chu kỳ cắt giảm trong tháng này và thực hiện tổng cộng ba lần cắt giảm trong năm nay. Ngược lại, tăng trưởng việc làm đã được duy trì ở Khu vực đồng Euro và lạm phát của khối này tăng cao hơn, khiến các nhà giao dịch lãi suất nghiêng về việc không có thêm lần cắt giảm lãi suất nào của Ngân hàng Trung ương Châu Âu (ECB) trong năm nay và nâng giá đồng euro, đồng tiền lớn nhất trong chỉ số DXY."
  },
  {
    "indicator": "interbank-rate",
    "news": "Interbank Rate in the United States decreased to 4.85 percent on Monday September 30 from 4.86 in the previous day. Interbank Rate in the United States averaged 3.60 percent from 1986 until 2024, reaching an all time high of 10.63 percent in March of 1989 and a record low of 0.11 percent in September of 2021.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Lãi suất liên ngân hàng ở Hoa Kỳ đã giảm xuống 4,85% vào thứ Hai ngày 30 tháng 9 từ mức 4,86% của ngày hôm trước. Lãi suất liên ngân hàng ở Hoa Kỳ trung bình là 3,60% từ năm 1986 đến năm 2024, đạt mức cao nhất mọi thời đại là 10,63% vào tháng 3 năm 1989 và mức thấp kỷ lục là 0,11% vào tháng 9 năm 2021."
  },
  {
    "indicator": "government-bond-yield",
    "news": "The yield on US 10 Year Note Bond Yield rose to 4.10% on September 8, 2025, marking a 0.02 percentage point increase from the previous session. Over the past month, the yield has fallen by 0.19 points, though it remains 0.39 points higher than a year ago, according to over-the-counter interbank yield quotes for this government bond maturity.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Lợi suất trái phiếu kỳ hạn 10 năm của Hoa Kỳ đã tăng lên 4,10% vào ngày 8 tháng 9 năm 2025, đánh dấu mức tăng 0,02 điểm phần trăm so với phiên trước đó. Trong tháng qua, lợi suất đã giảm 0,19 điểm, mặc dù vẫn cao hơn 0,39 điểm so với một năm trước, theo báo giá lợi suất liên ngân hàng qua quầy cho kỳ hạn trái phiếu chính phủ này."
  },
  {
    "indicator": "foreign-exchange-reserves",
    "news": "Foreign Exchange Reserves in the United States decreased to 38203 USD Million in July from 39471 USD Million in June of 2025. Foreign Exchange Reserves in the United States averaged 23537.85 USD Million from 1957 until 2025, reaching an all time high of 54933.00 USD Million in August of 2011 and a record low of 0.00 USD Million in February of 1957.",
    "group": "Money Market",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Dự trữ Ngoại hối ở Hoa Kỳ đã giảm xuống còn 38.203 triệu USD vào tháng 7 từ mức 39.471 triệu USD vào tháng 6 năm 2025. Dự trữ Ngoại hối ở Hoa Kỳ trung bình là 23.537,85 triệu USD từ năm 1957 đến năm 2025, đạt mức cao nhất mọi thời đại là 54.933,00 triệu USD vào tháng 8 năm 2011 và mức thấp kỷ lục là 0,00 triệu USD vào tháng 2 năm 1957."
  },
  {
    "indicator": "balance-of-trade",
    "news": "The US trade gap widened sharply to $78.3 billion in July 2025, the highest in four months, compared to a revised $59.1 billion gap in June and forecasts for a $75.7 billion shortfall. Exports rose a meagre 0.3% to $280.5 billion, led by nonmonetary gold, computer accessories, civilian aircraft, trucks, buses, charges for the use of intellectual property and government goods and services. In contrast, sales fell for finished metal shapes, and excavating machinery. Imports jumped 5.9% to 358.8 billion, led by purchases of nonmonetary gold, computers, telecommunications equipment, jewellery and transport. Purchases fell for pharmaceutical preparations, semiconductors, trucks, buses, and special purpose vehicles, and passenger cars. The largest trade deficits were recorded with Mexico ($16.6 billion), Vietnam ($16.1 billion), China ($14.7 billion), and Taiwan ($13.5 billion). The US also ran deficits of $8.6 billion with the EU, $5.5 billion with India, and $5.4 billion with Canada.",
    "group": "Foreign Trade",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Thâm hụt thương mại của Mỹ đã mở rộng mạnh lên mức 78,3 tỷ USD vào tháng 7 năm 2025, mức cao nhất trong bốn tháng, so với mức thâm hụt được điều chỉnh là 59,1 tỷ USD vào tháng 6 và dự báo là 75,7 tỷ USD. Xuất khẩu tăng nhẹ 0,3% lên 280,5 tỷ USD, dẫn đầu là vàng phi tiền tệ, phụ kiện máy tính, máy bay dân dụng, xe tải, xe buýt, phí sử dụng tài sản trí tuệ và hàng hóa và dịch vụ của chính phủ. Ngược lại, doanh số bán giảm đối với các hình dạng kim loại hoàn thiện và máy móc khai thác. Nhập khẩu tăng 5,9% lên 358,8 tỷ USD, dẫn đầu là việc mua vàng phi tiền tệ, máy tính, thiết bị viễn thông, trang sức và vận tải. Việc mua bán giảm đối với các chế phẩm dược phẩm, chất bán dẫn, xe tải, xe buýt, xe chuyên dụng và xe chở khách. Thâm hụt thương mại lớn nhất được ghi nhận với Mexico (16,6 tỷ USD), Việt Nam (16,1 tỷ USD), Trung Quốc (14,7 tỷ USD) và Đài Loan (13,5 tỷ USD). Mỹ cũng ghi nhận thâm hụt 8,6 tỷ USD với EU, 5,5 tỷ USD với Ấn Độ và 5,4 tỷ USD với Canada."
  },
  {
    "indicator": "current-account",
    "news": "The US current account deficit widened by $138.2 billion, or 44.3%, to $450.2 billion in Q1 2025, up from a revised Q4 deficit of $312 billion and worse than the market expectation of a $443.3 billion gap. The goods deficit rose to $466 billion from $328.9 billion, as imports increased $158.2 billion to $1 trillion, led by nonmonetary gold and consumer goods, mostly medicinal, dental, and pharmaceutical products. Exports increased $21.1 billion to $539 billion, led by capital goods, mainly civilian aircraft and computer accessories, peripherals, and parts. Also, the services surplus narrowed to $75.4 billion from $78 billion, and the primary income balance shifted to a deficit of $7.6 billion from a $1.6 billion surplus in the previous period, due to a decrease in direct investment income, mostly earnings. Meanwhile, the secondary income shortfall fell to $52 billion from $62.6 billion.",
    "group": "Foreign Trade",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Thâm hụt tài khoản vãng lai của Mỹ đã tăng thêm 138,2 tỷ USD, tương đương 44,3%, lên 450,2 tỷ USD trong quý 1 năm 2025, từ mức thâm hụt được điều chỉnh là 312 tỷ USD trong quý 4, và tệ hơn so với dự đoán của thị trường về mức thâm hụt 443,3 tỷ USD. Thâm hụt hàng hóa đã tăng lên 466 tỷ USD từ 328,9 tỷ USD, do nhập khẩu đã tăng 158,2 tỷ USD lên 1 nghìn tỷ USD, dẫn đầu bởi vàng phi tiền tệ và hàng hóa tiêu dùng, chủ yếu là các sản phẩm dược phẩm, nha khoa và y tế. Xuất khẩu đã tăng 21,1 tỷ USD lên 539 tỷ USD, dẫn đầu bởi hàng hóa tư bản, chủ yếu là máy bay dân dụng và phụ kiện, thiết bị ngoại vi, và phụ tùng máy tính. Ngoài ra, thặng dư dịch vụ đã giảm xuống còn 75,4 tỷ USD từ 78 tỷ USD, và cán cân thu nhập chính đã chuyển sang thâm hụt 7,6 tỷ USD từ thặng dư 1,6 tỷ USD trong kỳ trước, do giảm thu nhập đầu tư trực tiếp, chủ yếu là lợi nhuận. Trong khi đó, thâm hụt thu nhập thứ cấp đã giảm xuống còn 52 tỷ USD từ 62,6 tỷ USD."
  },
  {
    "indicator": "foreign-direct-investment",
    "news": "Foreign Direct Investment in the United States increased by 66726 USD Million in the first quarter of 2025. Foreign Direct Investment in the United States averaged 32882.18 USD Million from 1994 until 2025, reaching an all time high of 81253.00 USD Million in the second quarter of 2024 and a record low of -9988.00 USD Million in the fourth quarter of 2001.",
    "group": "Foreign Trade",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Đầu tư trực tiếp nước ngoài vào Hoa Kỳ đã tăng 66.726 triệu USD trong quý đầu tiên của năm 2025. Đầu tư trực tiếp nước ngoài vào Hoa Kỳ trung bình là 32.882,18 triệu USD từ năm 1994 đến năm 2025, đạt mức cao nhất mọi thời đại là 81.253,00 triệu USD trong quý hai của năm 2024 và mức thấp kỷ lục là -9.988,00 triệu USD trong quý bốn của năm 2001."
  },
  {
    "indicator": "manufacturing-pmi",
    "news": "The S&P Global US Manufacturing PMI stood at 53.0 in August 2025, down slightly from the preliminary estimate of 53.3 but up from 49.8 in July. The reading signaled the strongest improvement in operating conditions since May 2022. Production rose at the fastest pace in more than three years, while new orders increased for an eighth straight month. Firms expanded hiring to ease capacity constraints, and inventories of finished goods grew at the quickest rate in over a year. On the cost side, input price inflation accelerated, marking the second-sharpest rise in three years, driven in part by tariffs. Output charges also climbed as firms passed higher costs on to clients. Despite the uncertain outlook, business confidence in future output strengthened compared with July.",
    "group": "Business",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Chỉ số PMI Sản xuất của S&P Global Mỹ đạt 53,0 vào tháng 8 năm 2025, giảm nhẹ so với ước tính sơ bộ là 53,3 nhưng tăng từ mức 49,8 vào tháng 7. Chỉ số này báo hiệu sự cải thiện mạnh mẽ nhất về các điều kiện hoạt động kể từ tháng 5 năm 2022. Sản lượng tăng với tốc độ nhanh nhất trong hơn ba năm, trong khi các đơn đặt hàng mới tăng tháng thứ tám liên tiếp. Các công ty mở rộng việc tuyển dụng để giảm bớt hạn chế về khả năng sản xuất, và hàng tồn kho thành phẩm tăng với tốc độ nhanh nhất trong hơn một năm. Về mặt chi phí, lạm phát giá đầu vào tăng tốc, đánh dấu mức tăng mạnh thứ hai trong ba năm, một phần do thuế quan. Chi phí đầu ra cũng tăng khi các công ty chuyển chi phí cao hơn sang cho khách hàng. Mặc dù triển vọng không chắc chắn, niềm tin kinh doanh về sản lượng trong tương lai đã mạnh lên so với tháng 7."
  },
  {
    "indicator": "manufacturing-production",
    "news": "Manufacturing production in the US expanded by 1.4% from the previous year in July of 2025, picking up from the 0.8% increase in the previous month. It was the sharpest increase since October 2022. Manufacturing Production in the United States averaged 3.54 percent from 1920 until 2025, reaching an all time high of 67.90 percent in July of 1933 and a record low of -39.40 percent in February of 1946.",
    "group": "Business",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Sản xuất công nghiệp tại Mỹ đã tăng 1,4% so với năm trước vào tháng 7 năm 2025, tăng từ mức tăng 0,8% trong tháng trước đó. Đây là mức tăng mạnh nhất kể từ tháng 10 năm 2022. Sản xuất công nghiệp tại Hoa Kỳ trung bình đạt 3,54% từ năm 1920 đến 2025, đạt mức cao nhất mọi thời đại là 67,90% vào tháng 7 năm 1933 và mức thấp kỷ lục là -39,40% vào tháng 2 năm 1946."
  },
  {
    "indicator": "changes-in-inventories",
    "news": "The stocks of goods held by firms in the United States decreased by 26 USD Billion in the second quarter of 2025. Changes in Inventories in the United States averaged 33.67 USD Billion from 1950 until 2025, reaching an all time high of 200.10 USD Billion in the fourth quarter of 2021 and a record low of -262.50 USD Billion in the second quarter of 2020.",
    "group": "Business",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Lượng hàng hóa dự trữ của các công ty ở Hoa Kỳ đã giảm 26 tỷ USD trong quý hai năm 2025. Sự thay đổi trong hàng tồn kho tại Hoa Kỳ đạt trung bình 33,67 tỷ USD từ năm 1950 đến năm 2025, đạt mức cao nhất mọi thời đại là 200,10 tỷ USD trong quý bốn năm 2021 và mức thấp kỷ lục là -262,50 tỷ USD trong quý hai của năm 2020."
  },
  {
    "indicator": "retail-sales-annual",
    "news": "Retail Sales in the United States increased 3.9% year-on-year in July 2025, following a 4.4% increase in June. Retail Sales YoY in the United States averaged 4.76 percent from 1993 until 2025, reaching an all time high of 51.80 percent in April of 2021 and a record low of -19.70 percent in April of 2020.",
    "group": "Consumer",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Doanh số bán lẻ tại Hoa Kỳ đã tăng 3,9% so với cùng kỳ năm trước vào tháng 7 năm 2025, sau khi tăng 4,4% vào tháng 6. Tỷ lệ tăng doanh số bán lẻ hàng năm tại Hoa Kỳ trung bình là 4,76% từ năm 1993 đến năm 2025, đạt mức cao nhất mọi thời đại là 51,80% vào tháng 4 năm 2021 và mức thấp kỷ lục là -19,70% vào tháng 4 năm 2020."
  },
  {
    "indicator": "gasoline-prices",
    "news": "Gasoline Prices in the United States remained unchanged at 0.83 USD/Liter in August. Gasoline Prices in the United States averaged 0.59 USD/Liter from 1991 until 2025, reaching an all time high of 1.30 USD/Liter in June of 2022 and a record low of 0.24 USD/Liter in February of 1999.",
    "group": "Consumer",
    "date": "2025-09-08",
    "sector": "united-states",
    "translated": "Giá xăng ở Hoa Kỳ không thay đổi ở mức 0,83 USD/Lít trong tháng Tám. Giá xăng ở Hoa Kỳ trung bình ở mức 0,59 USD/Lít từ năm 1991 đến năm 2025, đạt mức cao nhất mọi thời đại là 1,30 USD/Lít vào tháng Sáu năm 2022 và mức thấp nhất là 0,24 USD/Lít vào tháng Hai năm 1999."
  }
]