[
  {
    "ID": 478096,
    "title": "European Stocks Rise for 4th Session",
    "description": "The Stoxx 50 and Stoxx 600 closed higher Friday, extending gains into a fourth straight session as investors awaited the high-stakes Trump–Putin summit in Alaska, hoping for progress on ending the Ukraine war. Sentiment was buoyed despite mixed global data, including weaker July factory output and retail sales in China. In corporate news, Pandora plunged 18.4% after second-quarter earnings. The company reported Q2 organic sales up 8% to DKK 7.08B ($1.1B), slightly missing forecasts, with US sales up 12% but China down 15%. The jeweler will double planned store closures in China to 100 this year yet kept its 2025 growth and margin outlook. European stocks posted a second weekly gain, though optimism over US rate cuts cooled after July’s PPI rose at the fastest pace in three years, cutting September cut odds to 90%.",
    "url": "/euro-area/stock-market",
    "author": "Agna Gabriel",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T07:31:35.307",
    "expiration": "2025-08-18T18:30:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478060,
    "title": "European Stocks Set for Higher Open",
    "description": "European equity markets were poised to open higher on Friday, extending this week’s rally despite hotter-than-expected US producer inflation tempering hopes for a supersized Federal Reserve rate cut in September. Investors are also watching a meeting later today in Alaska between US President Donald Trump and Russian President Vladimir Putin as part of efforts to end the war in Ukraine. Meanwhile, there are no major economic or earnings releases in Europe today. In premarket trade, Euro Stoxx 50 and Stoxx 600 futures were up 0.5% and 0.4%, respectively.",
    "url": "/euro-area/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T05:54:42.887",
    "expiration": "2025-08-17T13:54:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477899,
    "title": "European Stocks Extend Gains",
    "description": "European stocks closed sharply higher for a second session on Thursday with continued support from its main sectors as amid optimism that tariffs from the United States will remain below the levels that were previously threatened. The STOXX 50 gained 0.9% to 5,437 and the STOXX 600 added 0.5% to 553. The EU Commission noted it is likely to finalize parts of the trade agreements with the US, holding tariffs on most goods at 15% instead of the steeper threats by US President Trump. Allianz gained over 2%, tracking the strong performances for insurers and reinsurers after Swiss Re delivered better-than-expected results in the first half. Lenders also extended their recent upswing with BBVA and Nordea adding 2% and 2.5%, respectively. Meanwhile, Airbus and Schneider Electric jumped around 2% each to extend gains for industrials, resilient to the contraction in Euro Area industrial production. Meanwhile, Adyen and ThyssenKrupp lost around 5% each after delivering pessimistic results.",
    "url": "/euro-area/stock-market",
    "author": "Andre Joaquim",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T15:53:02.697",
    "expiration": "2025-08-15T16:52:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477819,
    "title": "Stocks in Euro Area Hit 4-week High",
    "description": "EU50 increased to 5421.00 Index Points, the highest since July 2025. Over the past 4 weeks, Euro Area Stock Market Index (EU50) gained 1.22%, and in the last 12 months, it increased 12.72%.",
    "url": "/euro-area/stock-market",
    "author": "CALCULATOR",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T11:29:20.763",
    "expiration": "2025-08-14T17:29:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477785,
    "title": "Euro Area GDP Expands 1.4% YoY in Q2",
    "description": "The GDP in the Euro Area expanded 1.4% year-on-year in the second quarter of 2025, slightly lower than 1.5% in Q1, and in line with the first estimate. Among countries for which data is available, Ireland recorded the biggest growth (16.2%), followed by Cyprus (3.3%), Lithuania (3%), Spain (2.8%), Portugal (1.9%), Netherlands (1.5%), Belgium (1%), Slovenia (0.8%), France (0.7%), Slovakia (0.6%), Estonia (0.5%), Finland (0.5%), Germany (0.4%), and Italy (0.4%).",
    "url": "/euro-area/gdp-growth-annual",
    "author": "Joana Taborda",
    "country": "Euro Area",
    "category": "GDP Annual Growth Rate",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T09:28:05.083",
    "expiration": "2025-12-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477777,
    "title": "Euro Area GDP Growth Confirmed at 0.1% in Q2",
    "description": "The Eurozone economy grew 0.1% quarter-on-quarter in Q2 2025, its weakest performance since Q4 2023, slowing from 0.6% in Q1 and matching the first estimate. The slowdown follows a Q1 boost from tariff front-loading, while lingering uncertainty over US trade measures has prompted greater caution among businesses and households. Among the bloc's economies, GDP contracted in Germany (-0.1% vs +0.3%), Italy (-0.1% vs +0.3%), and Ireland (-1% vs +7.4%), while GDP stalled in Finland. Expansions also slowed in the Netherlands (0.1% vs 0.3%), Belgium (0.2% vs 0.4%), Cyprus (0.5% vs 1.4%), and Lithuania (0.2% vs 0.6%). Growth was steady in Austria (0.1%) and Slovakia (0.1%), while France (0.3% vs 0.1%) and Spain (0.7% vs 0.6%) picked up pace. Portugal (0.6% vs -0.4%), Estonia (0.5% vs -0.3%), and Slovenia (0.7% vs -0.7%) all rebounded. Year-on-year, Eurozone GDP rose 1.4%, just below 1.5% in Q1 and in line with the advance estimates.",
    "url": "/euro-area/gdp-growth",
    "author": "Joana Taborda",
    "country": "Euro Area",
    "category": "GDP Growth Rate",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T09:20:55.4",
    "expiration": "2025-12-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477769,
    "title": "Eurozone Industrial Output Falls More Than Expected",
    "description": "Euro Area industrial production fell by 1.3% month-over-month in June 2025, reversing from a 1.1% rise in May and above market expectations for a 1% decrease. Output declined capital goods (-2.2% vs 0.9%), non-durable consumer goods (-4.7% vs 7.9%), durable consumer goods (-0.6% vs -2.1%) and intermediate goods (-0.2% vs -1.7%). On the other hand, production rose for energy (2.9% vs 3.6%). On an annual basis, industrial output growth eased to 0.2% in June from 3.1% in May, below forecasts of a 1.7% increase.",
    "url": "/euro-area/industrial-production-mom",
    "author": "Agna Gabriel",
    "country": "Euro Area",
    "category": "Industrial Production Mom",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T09:13:18.03",
    "expiration": "2025-09-13T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477764,
    "title": "Euro Area Employment Grows for 17th Quarter",
    "description": "The number of employed persons in the Euro Area rose by 0.1% from the previous quarter to 171.695 million in the second quarter of 2025, slowing slightly from the 0.2% increase in the previous period and in line with market expectations. It was the 17th consecutive period of growth in employment in the currency bloc, extending the slow but consistent trend of increasing jobs in the European labor market. Among the largest economies, employment grew the most in Spain (0.7%) and France (0.3%), offsetting the decreases in Germany and Italy (both at -0.1%). From the previous year, employment grew by 0.7% in the second quarter.",
    "url": "/euro-area/employment-change",
    "author": "Andre Joaquim",
    "country": "Euro Area",
    "category": "Employment Change",
    "image": null,
    "importance": 2,
    "date": "2025-08-14T09:08:00.62",
    "expiration": "2025-12-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477723,
    "title": "European Stocks Edge Up to One-Month Highs",
    "description": "Major European bourses edged higher on Thursday, with the STOXX 50 and STOXX 600 both up 0.1%—marking a third straight session of gains and trading near one-month highs. Investors remained focused on economic data, corporate earnings, and geopolitical developments, with Presidents Trump and Putin set to meet tomorrow. Optimism was also supported by expectations that the Fed will deliver a 25 bps cut to the federal funds rate next month. Among megacaps, SAP (+0.1%) and ASML Holding (+0.4%) advanced, while LVMH, Hermès, Nestlé, and Novo Nordisk were little changed. On the earnings front, RWE was down 3.5% after its results for the first half of the year disappointed and Carlsberg shares fell 4% after the company reported slightly weaker-than-expected Q2 sales. In addition, ThyssenKrupp sank almost 6% after cutting its sales outlook while Embracer tumbled over 22% as operating profit missed forecasts.",
    "url": "/euro-area/stock-market",
    "author": "Joana Taborda",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T07:33:44.493",
    "expiration": "2025-08-15T08:33:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477659,
    "title": "European Stocks Set for Lower Open",
    "description": "European equity markets were poised to open lower on Thursday as investors awaited a raft of economic releases, including second-quarter GDP figures from the UK and the EU, final July inflation data from France, and Eurozone Q2 employment numbers. On the corporate front, earnings are due from Aviva, Carlsberg, RWE, Swiss Re, Talanx, and others. Earlier this week, global markets rallied after softer US inflation readings suggested President Donald Trump’s tariffs are not adding to price pressures, reinforcing expectations for a Federal Reserve rate cut next month. In early trade, Euro Stoxx 50 and Stoxx 600 futures both slipped about 0.15%.",
    "url": "/euro-area/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 2,
    "date": "2025-08-14T05:46:27",
    "expiration": "2025-08-15T13:46:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477539,
    "title": "European Stocks Close Sharply Higher",
    "description": "European stocks closed sharply higher on Wednesday, their highest in two weeks as the outlook of lower interest rates in the United States and the possibility of lower energy prices supported a backdrop of stronger growth in the bloc. The STOXX 50 gained 1% to 5,390 and the STOXX 600 jumped 0.6% to 551. The heavyweight sectors of banks, luxury, and tech were among the largest gainers of the session with Intesa Sanpaolo, LVMH, Kering, SAP, and Prosus jumping between 4% and 1.5%. Healthcare also closed sharply higher following their volatile momentum in the first half of the month, with Sanofi and Bayer adding 2% and 3.5%, respectively, while AstraZeneca jumped 3% outside the Eurozone index. In turn, oil producers edged lower, headlined by the 1% drop for TotalEnergies following the signal of global surpluses by the IEA and potential for de-escalation in the Russian invasion of Ukraine ahead of the summit between US and Russian Presidents Trump and Putin.",
    "url": "/euro-area/stock-market",
    "author": "Andre Joaquim",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-13T16:00:31.987",
    "expiration": "2025-08-14T17:00:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477411,
    "title": "Euro Rises Toward 3-Week High",
    "description": "The euro gained momentum, rising above $1.171, its highest in nearly three weeks and extending a second session of gains as the dollar weakened to its lowest since late July. US inflation data fueled expectations that the Federal Reserve could cut rates in September, supporting a risk-on mood globally. In Europe, the ECB ended its easing cycle in July after eight cuts over the past year, leaving borrowing costs at their lowest since November 2022, though some see the potential for another cut before year-end. Eurozone GDP grew 0.1% in Q2, with inflation steady at 2% in July. Trade risks linger, as the EU faces 15% tariffs on many exports to the US. Geopolitically, European and Ukrainian leaders are scheduled to speak with President Trump ahead of his summit with Russian President Putin.",
    "url": "/euro-area/currency",
    "author": "Agna Gabriel",
    "country": "Euro Area",
    "category": "Currency",
    "image": null,
    "importance": 1,
    "date": "2025-08-13T08:42:55.577",
    "expiration": "2025-08-14T09:00:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477393,
    "title": "European Stocks Join Global Rally",
    "description": "The Stoxx 50 and Stoxx 600 rose 0.5% on Wednesday, marking a second day of gains as upbeat global sentiment followed US inflation data that bolstered expectations for a September Fed rate cut. The optimism helped push the S&P 500, Nasdaq Composite, and major Japanese indexes to record highs. Technology led regional gains, with SAP up nearly 2%, and LVHM, ASML, and Hermes also advancing. In contrast, Novo Nordisk, L’Oreal, and Shell underperformed. Oil’s weakness ahead of US–Russia talks later this week weighed on energy shares, limiting broader sector gains.",
    "url": "/euro-area/stock-market",
    "author": "Agna Gabriel",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-13T07:42:16.39",
    "expiration": "2025-08-14T08:41:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477346,
    "title": "European Markets Poised for Higher Open",
    "description": "European stocks were poised to open higher on Wednesday as global sentiment improved after the latest US inflation data reinforced expectations for a Federal Reserve interest rate cut in September. The upbeat mood drove the S&P 500 and Nasdaq Composite, as well as major Japanese indexes, to record highs. In Europe, investors will turn their attention to final July inflation figures for Germany and Spain. On the corporate front, earnings reports are due from E.ON, Brenntag, and Beazley, among others. In premarket trade, Euro Stoxx 50 futures were up 0.3% and Stoxx 600 futures rose 0.4%.",
    "url": "/euro-area/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 2,
    "date": "2025-08-13T06:00:36.217",
    "expiration": "2025-08-14T14:00:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477087,
    "title": "Eurozone Investor Morale Falls More than Expected",
    "description": "The ZEW Indicator of Economic Sentiment for the Euro Area fell by 11 points from the prior month to 25.1 in August 2025, below market estimates of 28.1. In August, about 55.9% of the surveyed analysts expected no changes in economic activity, 34.6% predicted improvement and 9.5% anticipated a deterioration. In the meantime, the indicator of the current economic situation decreased by 7 points to -31.2 and inflation expectations went down by 0.9 points to -6.7.",
    "url": "/euro-area/zew-economic-sentiment-index",
    "author": "Agna Gabriel",
    "country": "Euro Area",
    "category": "ZEW Economic Sentiment Index",
    "image": null,
    "importance": 1,
    "date": "2025-08-12T09:11:03.49",
    "expiration": "2025-09-11T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477043,
    "title": "European Shares Rebound",
    "description": "European stocks closed slightly higher on Tuesday, with both the STOXX 50 and STOXX 600 gaining around 0.2%, rebounding from a lacklustre session the day before as traders welcomed an extension of the US–China trade truce. President Trump prolonged the suspension of steep tariffs on Chinese goods for another 90 days, through November 10, while China announced a matching extension of its own tariff pause. Investors also digested key European economic data, with no major earnings reports scheduled. In the UK, fresh figures confirmed that the labour market continues to cool, although wage growth remains elevated. On the corporate front, Schneider Electric, Rio Tinto, and Merck each gained over 1%, while BNP Paribas rose 0.6% to €82, its highest level in 18 years. In contrast, SAP shares fell almost 1%.",
    "url": "/euro-area/stock-market",
    "author": "Joana Taborda",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-12T07:24:29.5",
    "expiration": "2025-08-13T08:24:00",
    "html": null,
    "type": null
  },
  {
    "ID": 476989,
    "title": "European Markets Set for Higher Open",
    "description": "European stocks were poised to open higher on Tuesday, supported by an improved global trade outlook after the US-China truce was extended for another 90 days, giving negotiators more time to reach a deal and stabilizing trade ties between the world’s two largest economies. In regional data, investors will focus on the latest UK labor market figures and Germany’s economic sentiment survey. No major European earnings are scheduled for release today. In premarket trade, Euro Stoxx 50 futures rose 0.3%, while Stoxx 600 futures added 0.2%.",
    "url": "/euro-area/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-12T05:49:50.683",
    "expiration": "2025-08-13T13:49:00",
    "html": null,
    "type": null
  },
  {
    "ID": 476775,
    "title": "Euro Hovers at $1.16",
    "description": "The euro hovered around $1.16 in mid-August, slightly below last month’s 2021 highs, as traders weighed economic, political, and monetary prospects. Attention is turning to Friday’s meeting between US President Trump and Russian President Putin, aimed at finding a resolution to the conflict in Ukraine. Ukrainian President Zelenskyy is reportedly not expected to participate. In the US, expectations for imminent Fed rate cuts have grown, particularly after weak payrolls data and a softer ISM Services PMI. Meanwhile, the ECB ended its current easing cycle in July after eight cuts over the past year, which brought borrowing costs to their lowest since November 2022. Still, some market participants see the possibility of another ECB cut before year-end. On the economic front, euro area GDP grew 0.1% in Q2, while inflation held steady at 2% in July. Risks persist, however, as the EU faces 15% tariffs on most European goods exported to the US.",
    "url": "/euro-area/currency",
    "author": "Joana Taborda",
    "country": "Euro Area",
    "category": "Currency",
    "image": null,
    "importance": 1,
    "date": "2025-08-11T10:01:54.813",
    "expiration": "2025-08-19T11:00:00",
    "html": null,
    "type": null
  },
  {
    "ID": 476709,
    "title": "European Stocks Cautious to Kick Off the Week",
    "description": "European stocks opened higher but quickly gave up gains to close slightly lower, as investors brace for trade and geopolitical risks. The STOXX 50 fell 0.3% to 5,330 and the STOXX 600 inched lower to 547. The trade truce between China and the US is set to expire tomorrow, with uncertainty over whether it will be extended or if tensions are set to flare again. Also, US President Trump and Russian President Putin are scheduled to meet in Alaska on Friday in an effort to resolve the conflict in Ukraine, though Ukrainian President Zelenskyy is reportedly not expected to participate. On the corporate front, Novartis (+2.1%) and AstraZeneca (+1.1%) posted gains to lead the pharmaceutical sector, while ASML (+1.6%) and Deutsche Telekom (+1.6%) also advanced. By contrast, Ørsted shares slumped 30% after the Danish energy company announced plans for a rights issue. Defence stocks lagged, with Rheinmetall down 5%.",
    "url": "/euro-area/stock-market",
    "author": "Joana Taborda",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-11T07:30:05.433",
    "expiration": "2025-08-12T08:29:00",
    "html": null,
    "type": null
  },
  {
    "ID": 476667,
    "title": "European Markets Head for Positive Open",
    "description": "European equity markets looked set to open higher on Monday, extending last week’s gains as investors weighed the potential impact of US tariffs on the bloc’s economy. Attention also turned to whether the August 12 deadline for the US-China tariff truce will be extended, with reports indicating that China wants the US to ease export controls on chips for artificial intelligence as part of a trade deal. Meanwhile, there are no major economic or earnings releases in Europe on Monday. In premarket trade, Euro Stoxx 50 and Stoxx 600 futures were both up about 0.2%.",
    "url": "/euro-area/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "Euro Area",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-11T05:54:20.303",
    "expiration": "2025-08-12T13:54:00",
    "html": null,
    "type": null
  }
]