[
  {
    "ID": 478293,
    "title": "US Capital Inflows Rise for Second Straight Month in June",
    "description": "Net foreign acquisitions of long-term securities, short-term US securities, and banking flows was a net TIC inflow of $77.8 billion in June 2025. Net foreign private inflows totaled $7.3 billion, while net foreign official inflows accounted for $70.5 billion. Foreign residents boosted their holdings of long-term US securities by $192.3 billion, with private investors contributing $154.6 billion and foreign official institutions $37.7 billion. At the same time, US residents increased their holdings of long-term foreign securities by $41.5 billion. After accounting for adjustments, including estimated foreign portfolio acquisitions of US stocks through stock swaps, overall net foreign purchases of long-term securities are estimated at $150.8 billion for the month. These flows reflect continued strong foreign demand for US assets amid global investment dynamics.",
    "url": "/united-states/capital-flows",
    "author": "Mojdeh Kazemi",
    "country": "United States",
    "category": "Capital Flows",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T20:05:51.153",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478290,
    "title": "US Equities Mixed, But Book Weekly Gains",
    "description": "US stocks closed mixed on Friday as investors digested economic data, corporate news, and geopolitical developments. The S&P 500 slipped 0.3% after briefly hitting a record high, while the Nasdaq fell 0.4% amid weakness in chipmakers, with Applied Materials tumbling 14% on a downbeat forecast and Nvidia losing 0.9%. The Dow finished 35 points higher after touching records higher earlier in the session, lifted by a 12% surge in UnitedHealth after Berkshire Hathaway disclosed a major stake. Retail sales in July rose 0.5%, meeting expectations, but the University of Michigan’s consumer sentiment index dropped to 58.6 from 61.7 as inflation concerns grew. Markets were also cautious ahead of President Trump’s meeting with President Putin, while his plan for new tariffs on steel and semiconductors added to trade uncertainty. The S&P 500 and Nasdaq gained 0.9% and 0.8% on the week, while the Dow outperformed, rising 1.7%.",
    "url": "/united-states/stock-market",
    "author": "Mojdeh Kazemi",
    "country": "United States",
    "category": "Stock Market",
    "image": null,
    "importance": 3,
    "date": "2025-08-15T20:02:05.977",
    "expiration": "2025-08-17T14:44:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478276,
    "title": "Week Ahead - Aug 18th",
    "description": "The upcoming week will host events that will impact how markets see global rates develop this year. Policymakers from central banks will speak at the Fed's Jackson Hole Symposium, including Chairman Powell, who may comment on the current US economic backdrop and calls for lower rates by the White House. Additionally, minutes from the FOMC's last meeting will unveil insights on dissenting members Waller and Bowman, who will speak throughout the week. Housing data will also take the spotlight with NAHB housing prices, building starts, and new and existing home sales due. Meanwhile, S&P PMIs will be available from the US, Eurozone, UK, Japan, Australia, and India. To add, key price data is also due from the UK, Canada, Japan, and South Africa. Among major monetary authorities, rate decisions are awaited in China, Sweden, New Zealand, and Indonesia.",
    "url": "/calendar?article=29312&g=top&importance=2&startdate=2025-08-15",
    "author": "Andre Joaquim",
    "country": "United States",
    "category": "Calendar",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T16:42:50.653",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478275,
    "title": "Dow Hits Record High, S&P 500 and Nasdaq Dip",
    "description": "US stocks were mixed in afternoon trading as investors digested economic data, corporate news, and geopolitical developments. The S&P 500 slipped 0.3% after briefly hitting a record high, while the Nasdaq fell 0.5% amid weakness in chipmakers, with Applied Materials tumbling 14% on a downbeat forecast and Nvidia losing 2%. The Dow touched new highs, rising over 100 points, lifted by a 14% surge in UnitedHealth after Berkshire Hathaway disclosed a major stake. Retail sales in July rose 0.5%, meeting expectations, but the University of Michigan’s consumer sentiment index dropped to 58.6 from 61.7 as inflation concerns grew. Markets were also cautious ahead of President Trump’s meeting with President Putin, while his plan for new tariffs on steel and semiconductors added to trade uncertainty. All three major indexes poised for weekly gains, supported by hopes of a 25 bps Fed rate cut in September, with healthcare stocks leading for the week.",
    "url": "/united-states/stock-market",
    "author": "Mojdeh Kazemi",
    "country": "United States",
    "category": "Stock Market",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T16:29:38.28",
    "expiration": "2025-08-17T11:10:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478274,
    "title": "Cisco Systems Hits 7-week Low",
    "description": "Cisco Systems decreased to 66.52 USD, the lowest since June 2025. Over the past 4 weeks, Cisco Systems lost 1.2%, and in the last 12 months, it increased 34.57%.",
    "url": "/csco:us",
    "author": "CALCULATOR",
    "country": "United States",
    "category": "stocks",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T16:24:47.473",
    "expiration": "2025-08-15T22:24:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478264,
    "title": "Chevron Hits 19-week High",
    "description": "Chevron increased to 157.22 USD, the highest since April 2025. Over the past 4 weeks, Chevron gained 4.85%, and in the last 12 months, it increased 6.74%.",
    "url": "/cvx:us",
    "author": "CALCULATOR",
    "country": "United States",
    "category": "stocks",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T15:40:29.14",
    "expiration": "2025-08-15T21:40:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478242,
    "title": "US Business Inventories Rise 0.2% as Expected",
    "description": "US business inventories edged up 0.2% month-over-month in June 2025, accelerating from a flat reading in May and matching market expectations. The rise was led by a 0.1% rebound in wholesale inventories, following a 0.3% decline in May, and a 0.2% gain in manufacturing inventories, up from 0.1% in the previous month. Retail inventories also inched up 0.2%, holding steady from May’s pace. On a yearly basis, total business inventories were up 1.6%.",
    "url": "/united-states/business-inventories",
    "author": "Dongting Liu",
    "country": "United States",
    "category": "Business Inventories",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T14:12:25.637",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478239,
    "title": "US 1-Year Inflation Expectations Seen Up",
    "description": "The year-ahead inflation expectations in the United States, as compiled by the survey of the University of Michigan, rose for the second month to 4.9% in August 2025 from 4.5% in July, which was the lowest in five months, according to a flash estimate. In the meantime, the five-year outlook also accelerated for the second month to 3.9% in August, up from 3.4% in the preceding month.",
    "url": "/united-states/michigan-inflation-expectations",
    "author": "Luisa Carvalho",
    "country": "United States",
    "category": "Michigan Inflation Expectations",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T14:06:48.783",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478238,
    "title": "US Consumer Sentiment Tumbles in August",
    "description": "The University of Michigan consumer sentiment for the US dropped to 58.6 in August 2025, down from 61.7 in July and well below market expectations of 62, according to preliminary estimates. Consumer sentiment fell for the first time in four months, mainly due to growing inflation concerns and sharply worse buying conditions for durable goods. While expectations for future personal finances improved slightly, consumers still anticipate worsening inflation and unemployment ahead. The current conditions index deteriorated to 60.9 from 68 and the expectations gauge fell to 57.2 from 61.7. Meanwhile, year-ahead inflation expectations surged to 4.9% from 4.5% and the five-year expectations gauge edged up to 3.9% from 3.4%. This month ended two consecutive months of receding inflation for short-run expectations and three straight months for long-run expectations. Still, both readings remain well below the highs seen briefly in April and May 2025.",
    "url": "/united-states/consumer-confidence",
    "author": "Agna Gabriel",
    "country": "United States",
    "category": "Consumer Confidence",
    "image": null,
    "importance": 3,
    "date": "2025-08-15T14:06:21.65",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478229,
    "title": "US Stocks Hold Gains from Week",
    "description": "US stocks were mixed on Friday, loosely holding their gains from the prior three sessions as markets assessed the impact that tariffs may have on prices, growth, and corporate returns ahead of President Trump's summit with Russian President Putin. The S&P 500 and the Nasdaq 100 exchanged small gains and blows to remain near records this week, while a surge in UNH drove the Dow to gain 100 points for its first fresh high since November last year. Headline and control group retail sales were both 0.5% higher in July, the latter beating expectations, to inject fresh confidence on the US consumer's strength following low aggregates in the first half of the year. Still, import prices, which do not include the tariff rate, unexpectedly surged. UnitedHealth was over 10% higher, enjoying some respite from its selloffs this year after Berkshire Hathaway disclosed a large stock purchase in the group. On the other hand, Applied Materials sank 13% after disclosing their second-quarter results.",
    "url": "/united-states/stock-market",
    "author": "Andre Joaquim",
    "country": "United States",
    "category": "Stock Market",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T13:36:25.64",
    "expiration": "2025-08-17T14:36:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478228,
    "title": "Thermo Fisher Scientific Hits 19-week High",
    "description": "Thermo Fisher Scientific increased to 488.55 USD, the highest since April 2025. Over the past 4 weeks, Thermo Fisher Scientific gained 16.43%, and in the last 12 months, it decreased 19.29%.",
    "url": "/tmo:us",
    "author": "CALCULATOR",
    "country": "United States",
    "category": "stocks",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T13:33:20.33",
    "expiration": "2025-08-15T19:33:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478225,
    "title": "Applied Materials Hits 10-week Low",
    "description": "Applied Materials decreased to 164.91 USD, the lowest since June 2025. Over the past 4 weeks, Applied Materials lost 18.32%, and in the last 12 months, it decreased 23.08%.",
    "url": "/amat:us",
    "author": "CALCULATOR",
    "country": "United States",
    "category": "stocks",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T13:30:41.28",
    "expiration": "2025-08-15T19:30:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478224,
    "title": "UnitedHealth Hits 4-week High",
    "description": "UnitedHealth increased to 300.58 USD, the highest since July 2025. Over the past 4 weeks, UnitedHealth lost 6.93%, and in the last 12 months, it decreased 53.03%.",
    "url": "/unh:us",
    "author": "CALCULATOR",
    "country": "United States",
    "category": "stocks",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T13:30:05.303",
    "expiration": "2025-08-15T19:30:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478220,
    "title": "US Manufacturing Output Unchanged in July",
    "description": "US manufacturing output was unchanged in July 2025, after increasing 0.3% in June and compared with market expectations of a 0.1% decrease. The production of durables increased 0.3%. Within durables, the indexes for electrical equipment, appliances, and components, for aerospace and miscellaneous transportation equipment, for furniture and related products, and for other miscellaneous manufacturing each rose 1% or more. In contrast, the indexes for primary metals, for machinery, and for motor vehicles and parts each declined 0.3%. The production of nondurables decreased 0.4%, with output declining in all nondurables categories. Capacity utilization for manufacturing edged down 0.1% in July to 76.8%, a rate that is 1.4 percentage points below its long-run (1972–2024) average.",
    "url": "/united-states/manufacturing-production-mom",
    "author": "Agna Gabriel",
    "country": "United States",
    "category": "Manufacturing Production MoM",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T13:25:36.197",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478216,
    "title": "US Capacity Utilization Slightly Down as Expected",
    "description": "US capacity utilization edged down to 77.5% in July 2025 from a revised 77.7% in June, in line with market expectations of 77.5%. The rate stood 2.1 percentage points below its long-run average (1972–2024). In the manufacturing sector, capacity utilization ticked down 0.1 percentage point to 76.8%, 1.4 points below its historical average. The mining sector saw a 0.5-point decline to 90.3%, though it remained 3.8 points above its long-run norm. Meanwhile, the operating rate for utilities declined by 0.4 points to 70.0%, yet it continued to lag well behind its long-term average.",
    "url": "/united-states/capacity-utilization",
    "author": "Dongting Liu",
    "country": "United States",
    "category": "Capacity Utilization",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T13:21:29.607",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478213,
    "title": "US Industrial Output Falls in July",
    "description": "Industrial production in the United States edged down 0.1% in July 2025, missing forecasts of a flat reading and following an upwardly revised 0.4% rise in June. Manufacturing output, which makes up about 78% of total industrial production, edged up 0.1%, was unchanged after increasing 0.3% in June. Tthe index for mining declined 0.4%, and the index for utilities decreased 0.2%, with a decline in electric utilities output more than offsetting an increase in the output of natural gas utilities. Capacity utilization moved down to 77.5% in July, a rate that is 2.1 percentage points below its long-run (1972–2024) average.",
    "url": "/united-states/industrial-production-mom",
    "author": "Agna Gabriel",
    "country": "United States",
    "category": "Industrial Production Mom",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T13:17:51.057",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478211,
    "title": "US 10-Year Yield Holds Rebound",
    "description": "The yield on the 10-year US Treasury note held around 4.3% on Friday, holding the rebound from 4.2% in the previous session as new economic data countered the urgency for multiple rate cuts by the Fed. Headline and control group retail sales rose sharply in July, while import prices unexpectedly jumped the most in 15 months despite the tariffs passed by the White House. This added to the hawkish tweak to expectations on the Fed this year after a hot producer price. The results rekindled concerns that expansionary fiscal policy and tariffs by the government may prevent inflation from converging to the Fed's target, contrasting with the tame CPI figures released earlier in the week. While markets continued to expect a 25bps rate cut in the Fed's upcoming September meeting, rate futures showed lower confidence over three total cuts for the rest of the year. Tariffs and higher deficit spending had already driven indirect bidders from lower bids in the latest 10-year note auction.",
    "url": "/united-states/government-bond-yield",
    "author": "Andre Joaquim",
    "country": "United States",
    "category": "Government Bond 10Y",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T13:07:16.58",
    "expiration": "2025-08-20T14:06:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478196,
    "title": "DXY Falls, Down for 2nd Week",
    "description": "The dollar index slipped to 97.85 after US retail sales rose in July, easing fears of weaker consumer spending. Sales climbed 0.5%, boosted by cars and online promotions, following a 0.9% gain in June. Excluding autos, sales were up 0.3%. Import prices rose 0.4%, defying flat forecasts, adding to concerns that inflation could pick up after Thursday’s sharp jump in producer prices. Attention now turns to Trump–Putin meeting in Alaska, where a Ukraine ceasefire remains uncertain, and to next week’s Jackson Hole symposium for Fed policy signals. The Fed faces a balancing act as tariff-driven inflation collides with signs of labor market softness. For the week, the dollar is down 0.3%, following a 1% drop in the previous period.",
    "url": "/united-states/currency",
    "author": "Agna Gabriel",
    "country": "United States",
    "category": "Currency",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T12:58:14.297",
    "expiration": "2025-08-17T13:57:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478194,
    "title": "US Stocks Set for Fresh Records",
    "description": "US stock futures were slightly higher on Friday, extending their strong momentum as markets assessed the impact that tariffs may have on prices, growth, and corporate returns ahead of President Trump's summit with Russian President Putin. Contracts attached to the S&P 500 and the Nasdaq 100 were slightly higher near their records this week, while the Dow was set to open 300 points up for its first record since November of last year. Headline and control group retail sales were both 0.5% higher in July, the latter beating expectations, to inject fresh confidence on the US consumer's strength following low aggregates in the first half of the year. Still, import prices, which do not include the tariff rate, unexpectedly surged. UnitedHealth futures were over 10% higher, enjoying some respite from its selloffs this year after Berkshire Hathaway disclosed a large stock purchase in the group. On the other hand, Applied Materials sank 13% after disclosing their second-quarter results.",
    "url": "/united-states/stock-market",
    "author": "Andre Joaquim",
    "country": "United States",
    "category": "Stock Market",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T12:52:45.74",
    "expiration": "2025-08-17T13:50:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478186,
    "title": "US Export Prices Match Expectations",
    "description": "Export prices in the US rose 0.1% month-over-month in July 2025, following a 0.5% increase in June and matching expectations for 0.1% growth. Nonagricultural export prices increased 0.1%, as higher prices for automotive vehicles, capital goods, and consumer goods more than offset lower prices for nonagricultural industrial supplies and materials. Agricultural export prices were unchanged in July, with higher prices for meat and vegetables outweighing lower prices for corn and animal feeds. On a yearly basis, export prices rose 2.2%. Export prices in the BLS index exclude tariffs from other countries but may still reflect their impact through market behavior changes.",
    "url": "/united-states/export-prices-mom",
    "author": "Felipe Alarcon",
    "country": "United States",
    "category": "Export Prices MoM",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T12:43:05.21",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  }
]