[
  {
    "ID": 478093,
    "title": "China Stocks Jump on Stimulus Hopes",
    "description": "The Shanghai Composite climbed 0.8% to 3,697, while the Shenzhen Component surged 1.6% to 11,635 on Friday, with the former hitting a 3½-year high as weak economic data fueled expectations of fresh Beijing stimulus to support growth and counter US tariff pressures. China’s industrial production rose 5.7% in July, slowing from June’s 6.8% and missing the 5.9% forecast. Retail sales also increased 3.7%, down from 4.8% in June and well below the 4.6% consensus. Chinese equities have seen renewed buying momentum in recent weeks, with margin financing surpassing 2 trillion yuan, a level last reached during the 2015 bull market. Investors now await next week’s PBOC policy decision, with loan prime rates expected to remain unchanged. Top gainers included East Money (+9.9%), Citic Securities (+4.9%), Beijing Compass (+20%), Hithink Royalflush (+16.3%), and Wolong Electric (+10%).",
    "url": "/china/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "China",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T07:22:15.043",
    "expiration": "2025-08-18T15:22:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478090,
    "title": "The Shangai Composite Index Closes 0.92% Higher",
    "description": "In China,  the Shangai Composite Index gained 34 points or 0.92 percent on Friday. Gains were led by Shanghai Electric (6.05%), CITIC Securities (4.65%) and Aluminum Corporation of China (4.18%). Biggest losers were China CITIC Bank (-2.66%), China Minsheng Bank (-2.48%) and China Everbright (-2.48%).",
    "url": "/china/stock-market",
    "author": "CALCULATOR",
    "country": "China",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T07:16:08.433",
    "expiration": "2025-08-15T19:16:00",
    "html": "In China,  the Shangai Composite Index gained 34 points or 0.92 percent on Friday. Gains were led by <a class=\"stream-symbol-link\" href=\"/601727:ch\">Shanghai Electric</a> (<span style=\"color:#4CAF50;\">6.05%</span>), <a class=\"stream-symbol-link\" href=\"/600030:ch\">CITIC Securities</a> (<span style=\"color:#4CAF50;\">4.65%</span>) and <a class=\"stream-symbol-link\" href=\"/601600:ch\">Aluminum Corporation of China</a> (<span style=\"color:#4CAF50;\">4.18%</span>). Biggest losers were <a class=\"stream-symbol-link\" href=\"/601998:ch\">China CITIC Bank</a> (<span style=\"color:#F44336;\">-2.66%</span>), <a class=\"stream-symbol-link\" href=\"/600016:ch\">China Minsheng Bank</a> (<span style=\"color:#F44336;\">-2.48%</span>) and <a class=\"stream-symbol-link\" href=\"/601818:ch\">China Everbright</a> (<span style=\"color:#F44336;\">-2.48%</span>).",
    "type": null
  },
  {
    "ID": 478061,
    "title": "China Warns of Risks as July Data Underscores Economic Weakness",
    "description": "China's economy still faces numerous vulnerabilities, the statistics agency said, attributing July 2025’s weak  performance to 'ongoing challenges from the complex and unpredictable global environment and extreme weather. At the same time, authorities stepped up oversight of excessive production in sectors like steel and coal to rein in fierce competition that has eroded profits and deepened deflation. Friday's data showed industrial output rose 5.7% yoy, below forecasts of 5.9% and the slowest in eight months, while retail sales grew 3.7%, the weakest in six months and under the 4.6% consensus. The surveyed jobless rate climbed to a four-month high of 5.2%, and the property slump persisted with prices and investment continuing to fall. Meanwhile, a temporary U.S.-China trade truce, extended by 90 days, has averted tariff hikes, but manufacturers’ profits remain under pressure from weak demand and factory-gate deflation.",
    "url": "/china/news",
    "author": "Farida Husna",
    "country": "China",
    "category": "News",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T05:57:00.947",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478035,
    "title": "Foxconn Industrial Internet earnings above expectations at 0.35 CNY",
    "description": "Foxconn Industrial Internet (601138) released earnings per share at 0.35 CNY, compared to market expectations of 0.32 CNY.",
    "url": "/601138:ch:eps",
    "author": "Earnings",
    "country": "China",
    "category": "Earnings",
    "image": null,
    "importance": 0,
    "date": "2025-08-15T04:10:58.49",
    "expiration": "2025-08-15T16:10:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478023,
    "title": "China’s 10-Year Yield Extends Decline",
    "description": "China’s 10-year government bond yield fell to around 1.72% on Friday, extending its decline from the prior session as investors moved toward safer assets amid weak economic indicators. Industrial output growth slowed to a seven-month low in July, down from a recent three-month peak and falling short of market expectations. Adding to investor concerns, retail sales growth weakened to a six-month low, while the unemployment rate inched up to its highest level in four months. In the housing sector, new home prices across 70 major cities continued to decline for the 25th consecutive month, although the pace of contraction in July was the mildest since March 2024. These lackluster data underscore the growing challenges for Chinese policymakers as domestic demand and external pressures persist. Authorities have recently ramped up policy support and issued renewed commitments to boost consumption and rein in excessive price competition to stay on track for the 2025 growth target of around 5%.",
    "url": "/china/government-bond-yield",
    "author": "Czyrill Jean Coloma",
    "country": "China",
    "category": "Government Bond 10Y",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T03:46:34.567",
    "expiration": "2025-08-17T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478016,
    "title": "Offshore Yuan Falls Amid Weak Data",
    "description": "The offshore yuan depreciated past 7.18 per dollar on Friday, as investors weighed a batch of disappointing economic data. Industrial output slowed to a seven-month low in July 2025, from a recent three-month high and falling short of market forecasts. Adding to the unease, retail sales growth eased to a six-month low in July, while the unemployment rate edged up to a four-month high. Meanwhile, China’s new home prices in 70 cities contracted at a softer pace in July. Although this marked the 25th consecutive month of decline, it was the slowest rate of decline since March 2024.These underwhelming figures highlight the growing challenges for Chinese policymakers as they work to stabilize the economy amid soft demand and external pressures. Beijing has recently intensified policy efforts and pledged to spur consumption and curb excessive price competition to meet its 2025 growth target of around 5%. Over the week, the yuan is on track for its second consecutive week of stability.",
    "url": "/china/currency",
    "author": "Czyrill Jean Coloma",
    "country": "China",
    "category": "Currency",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T03:26:49.453",
    "expiration": "2025-08-17T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 478000,
    "title": "China Stocks Gain Despite Soft Data",
    "description": "The Shanghai Composite added 0.1% to around 3,670, while the Shenzhen Component climbed 0.7% to 11,530 on Friday, rebounding from the prior session’s losses despite a string of weaker-than-expected economic reports. China’s industrial production rose 5.7% in July, slowing from June’s 6.8% gain and missing forecasts of 5.9%. Retail sales grew 3.7% after a 4.8% increase in June, well below the 4.6% consensus. Still, mainland equities have drawn renewed buying interest in recent weeks, with margin financing exceeding 2 trillion yuan, a threshold last reached during the 2015 bull market. Sentiment remains buoyed by expectations of further Beijing stimulus to shore up growth and offset US tariff pressures. Top gainers included East Money (+3%), Wolong Electric (+9.6%), China CSSC (+1.6%), Hengbao Co (+7.4%), and Foxconn Industrial (+3.5%).",
    "url": "/china/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "China",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T02:28:29.417",
    "expiration": "2025-08-17T10:28:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477999,
    "title": "China Retail Sales Ease to 6-Month Low",
    "description": "China's retail sales increased by 3.7% year-on-year in July 2025, slowing from 4.8% in June and missing market expectations of a 4.6% gain. The latest figure marked the weakest growth since December 2024, as sales moderated across several categories, including grain, oil, and food (8.6% vs 8.7% in June), clothing, shoes, hats, and textiles (1.8% vs 1.9%), household appliances and audio-visual equipment (28.7% vs 32.4%), cultural and office supplies (13.8% vs 24.4%), and furniture (20.6% vs 28.7%). Additionally, sales declined at a faster pace for petroleum and related products (-8.3% vs -7.3%), while sales slipped for automobiles (-1.5% vs 4.6%) and building and decoration materials (-0.5% vs 1%). On a monthly basis, retail activity fell by 0.14% in July 2025, easing from a revised 0.26% decline in the previous month. For the first seven months of the year, retail trade increased by 4.8% compared to the same period last year.",
    "url": "/china/retail-sales-annual",
    "author": "Czyrill Jean Coloma",
    "country": "China",
    "category": "Retail Sales YoY",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T02:18:56.843",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477992,
    "title": "China Jobless Rate Climbs to 5.2% in July",
    "description": "China’s surveyed unemployment rate rose to 5.2% in July 2025, up from 5% in June and above market expectations of 5.1%. This marked the highest reading since March. The jobless rate among locally registered labor forces reached 5.3%, while the rate for the migrant labor force was 5.1%. Within the migrant workforce, those holding agricultural household registration recorded an unemployment rate of 4.9%. Across 31 major cities, the urban surveyed unemployment rate stood at 5.2%, a 0.2 percentage point increase from June but slightly down 0.1 percentage points compared with July 2024. Meanwhile, the average weekly working hours for enterprise employees nationwide remained steady at 48.5 hours. From January to July, the national urban surveyed unemployment rate averaged 5.2%, reflecting overall stability in the labor market.",
    "url": "/china/unemployment-rate",
    "author": "Kyrie Dichosa",
    "country": "China",
    "category": "Unemployment Rate",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T02:09:00.58",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477990,
    "title": "China Fixed Investment Growth Lower than Expected",
    "description": "China’s fixed-asset investment increased by 1.6% year-on-year in January–July 2025 period, much less than market expectations of a 2.7% rise, compared to the 2.8% growth in the first six months. The contraction in property investment worsened, slumping 12%. Investment growth also eased in infrastructure (3.2% vs 4.6% in January–June) and manufacturing (6.2% vs 7.5%). By industry, investment rose at slower pace in the primary industry (5.6% vs 6.5%) and the secondary industry (8.9% vs 10.2%), while investment in the tertiary industry continued to fall (-2.3% vs -1.1%). Excluding the property sector, fixed-asset investment grew by 5.3% in January–July, following a 5.1% increase in the first six months. On a monthly basis, fixed-asset investment dropped by 0.6% in July, reversing a 0.1% gain in June.",
    "url": "/china/fixed-asset-investment",
    "author": "Judith Sib-at",
    "country": "China",
    "category": "Fixed Asset Investment",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T02:08:12.443",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477989,
    "title": "China Industrial Output Growth Below Estimates",
    "description": "China's industrial production expanded by 5.7% yoy in July 2025, slowing from June’s three-month high of 6.8% and falling below expectations of 5.9%. This marked the softest increase in industrial production since last November, amid capacity curbs caused by unusually high temperatures and heavy rainfall in some regions. Manufacturing activity growth moderated to 6.2% in July from 7.4% in June, while mining output slowed to 5.0% from 6.1%. Meanwhile, electricity, heat, gas, and water production growth accelerated (3.3% vs1.8%). Within manufacturing, 35 of 41 major industries recorded growth, including automotive (8.5%), computers and communications (10.2%), railway and shipbuilding (13.7%), non-ferrous metal smelting and rolling (6.8%), chemical products (7.2%), coal mining and washing (4.2%), oil and gas (4.1%), food manufacturing (5.6%), and heat production (3.4%). Monthly, industrial output grew by 0.38%. For the 1st seven months of the year, industrial production rose by 6.3%.",
    "url": "/china/industrial-production",
    "author": "Chusnul Chotimah",
    "country": "China",
    "category": "Industrial Production",
    "image": null,
    "importance": 3,
    "date": "2025-08-15T02:06:42.953",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477983,
    "title": "China Construction Bank Hits 7-week Low",
    "description": "China Construction Bank decreased to 7.83 HKD, the lowest since June 2025. Over the past 4 weeks, China Construction Bank lost 6.44%, and in the last 12 months, it increased 39.18%.",
    "url": "/939:hk",
    "author": "CALCULATOR",
    "country": "China",
    "category": "stocks",
    "image": null,
    "importance": 1,
    "date": "2025-08-15T01:58:39.387",
    "expiration": "2025-08-15T07:58:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477975,
    "title": "China New Home Prices Fall the Least in 16 Months",
    "description": "China’s new home prices in 70 cities dropped by 2.8% year-on-year in July 2025, easing from a 3.2% decline in the previous month. It was the 25th consecutive month of contraction but marking the softest pace since March 2024. The moderation came as Beijing ramped up measures to stem the prolonged property slump. Price falls slowed in major cities including Beijing (-3.6% vs -4.1%), Guangzhou (-4.6% vs -5.1%), Shenzhen (-2.2% vs -2.5%), and Chongqing (-2.1% vs -2.9%), while Tianjin saw a slightly faster drop (-1.9% vs -1.8%). In contrast, Shanghai prices inched up (6.1% vs 6.0%). On a monthly basis, prices slipped 0.3% for a second month, reflecting persistently weak demand.",
    "url": "/china/housing-index",
    "author": "Farida Husna",
    "country": "China",
    "category": "Housing Index",
    "image": null,
    "importance": 2,
    "date": "2025-08-15T01:45:06.587",
    "expiration": "2025-09-14T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477948,
    "title": "China Telecom earnings meet market expectations at 0.08 CNY",
    "description": "China Telecom (601728) released earnings per share at 0.08 CNY, in line with market expectations.",
    "url": "/601728:ch:eps",
    "author": "Earnings",
    "country": "China",
    "category": "Earnings",
    "image": null,
    "importance": 0,
    "date": "2025-08-15T00:11:04.913",
    "expiration": "2025-08-15T12:11:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477820,
    "title": "Kweichow Moutai earnings below expectations at 14.80 CNY",
    "description": "Kweichow Moutai (600519) released earnings per share at 14.80 CNY, compared to market expectations of 15.25 CNY.",
    "url": "/600519:ch:eps",
    "author": "Earnings",
    "country": "China",
    "category": "Earnings",
    "image": null,
    "importance": 0,
    "date": "2025-08-14T12:26:06.887",
    "expiration": "2025-08-15T00:26:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477794,
    "title": "JD.com earnings below expectations at 4.97 USD",
    "description": "JD.com (JD) released earnings per share at 4.97 USD, compared to market expectations of 7.60 USD.",
    "url": "/jd:us:eps",
    "author": "Earnings",
    "country": "China",
    "category": "Earnings",
    "image": null,
    "importance": 0,
    "date": "2025-08-14T10:01:00.363",
    "expiration": "2025-08-14T22:01:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477754,
    "title": "NetEase earnings below expectations at 14.81 CNY",
    "description": "NetEase (NTES) released earnings per share at 14.81 CNY, compared to market expectations of 14.93 CNY.",
    "url": "/ntes:us:eps",
    "author": "Earnings",
    "country": "China",
    "category": "Earnings",
    "image": null,
    "importance": 0,
    "date": "2025-08-14T08:36:11.12",
    "expiration": "2025-08-14T20:36:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477718,
    "title": "Shanghai Stocks Pull Back from 10-Year High on Profit Taking",
    "description": "The Shanghai Composite fell 0.46% to 3,666, while the Shenzhen Component lost 0.87% to 11,451 on Thursday, as investors booked profits after a strong rally that pushed the former toward a decade high. The surge in recent weeks has been fueled by renewed investor appetite, with margin financing climbing above 2 trillion yuan, a level last seen during the 2015 bull market. Optimism remains supported by expectations that Beijing will roll out additional stimulus to bolster growth and counter the impact of US tariffs, while global risk sentiment has improved on bets for deeper Federal Reserve rate cuts this year. Attention is now turning to planned US-China trade talks in the next two to three months to determine the future of economic ties. Technology stocks led gains, with notable advances in Cambricon Technologies (+10.4%), Hygon Information (+8.8%), China Greatwall (+3.6%), Dawning Information (+6.2%), and Beijing Teamsun (+10%).",
    "url": "/china/stock-market",
    "author": "Jam Kaimo Samonte",
    "country": "China",
    "category": "Stock Market",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T07:21:17.337",
    "expiration": "2025-08-15T15:21:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477638,
    "title": "China Rolls Out Nationwide Equipment Upgrade Initiative",
    "description": "China earmarked CNY 188 billion (USD 25.9 billion) from its 2025 ultra-long special treasury bond funds to back equipment upgrades across major sectors, the National Development and Reform Commission (NDRC) said Wednesday. The funding will cover about 8,400 projects spanning industry, energy equipment, power, transport, logistics, environmental infrastructure, education, healthcare, and more.  The plan, part of the “two new” policy, aims to leverage over CNY 1 trillion in total investment, with tighter vetting to accelerate modernization in key sectors.",
    "url": "/china/news",
    "author": "Farida Husna",
    "country": "China",
    "category": "News",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T03:24:58.093",
    "expiration": "2025-09-13T23:59:00",
    "html": null,
    "type": null
  },
  {
    "ID": 477632,
    "title": "Offshore Yuan Logs 3rd Straight Gain",
    "description": "The offshore yuan strengthened past 7.17 per dollar on Thursday, marking its third consecutive session of gains, as the greenback weakened amid a more dovish outlook from the Federal Reserve. Markets have nearly fully priced in a rate cut for September, with some investors even anticipating a more aggressive 50 bps reduction amid softer-than-expected US inflation data and a cooling labor market. In Asia, Chinese companies are increasingly looking to expand or establish operations in Indonesia as they seek to mitigate the impact of steep US tariffs. Goods exported from Indonesia to the US face a tariff rate of only 19%, compared to over 30% for Chinese exports. Earlier this week, President Trump extended the US-China trade truce until November 10, offering continued relief from escalating tariffs and export restrictions that had rattled global markets. In China, investors now await key economic data, including home prices, industrial output, retail sales, and unemployment figures.",
    "url": "/china/currency",
    "author": "Czyrill Jean Coloma",
    "country": "China",
    "category": "Currency",
    "image": null,
    "importance": 1,
    "date": "2025-08-14T02:45:18.973",
    "expiration": "2025-08-15T23:59:00",
    "html": null,
    "type": null
  }
]